-- <pre>

return {
    ["Алхимик"] = {
        ["engname"] = "Alchemist",
        ["type"] = "Класс",
        ["icon"] = "Alchemist TFT icon.svg",
        ["synergy"] = "[[File:Alchemist TFT gold icon.png|20px|link=]] '''Алхимики''' могут проходить сквозь других бойцов и никогда не останавливаются."
    },
    ["Берсерк"] = {
        ["engname"] = "Berserker",
        ["gs"]      = "Берсерка",
        ["gp"]      = "Берсерков",
        ["type"]    = "Класс",
        ["icon"]    = "Berserker TFT icon.svg",
        ["innate"]  = "В начале боя '''Берсерк''' совершает прыжок к ближайшему врагу.",
        ["synergy"] = "Когда Берсерк атакует, у него появляется шанс нанести урон всем врагам в конусе позади основной цели и наложить на них эффекты при попадании.",
        ["levels"]  = {
            [3] = "45% шанс",
            [6] = "100% шанс, все '''Берсерки''' получают {{as|25 '''доп.''' силы атаки}}"
        },
        ["item"]    = "Топор берсерка"
    },
    ["Ветер"] = {
        ["engname"] = "Cloud",
        ["type"] = "Фракция",
        ["icon"] = "Cloud TFT icon.svg",
        ["synergy"] = "Все союзники получают шанс уклониться от вражеских автоатак.",
        ["diamondtrait"] = true,
        ["levels"] = {
            [2] = "+20% шанс уклонения",
            [3] = "+25% шанс уклонения",
            [4] = "+35% шанс уклонения"
        }
    },
    ["Воплощение"] = {
        ["engname"] = "Avatar",
        ["type"] = "Класс",
        ["icon"] = "Avatar TFT icon.svg",
        ["innate"] = "Когда у вас имеется '''Воплощение''', остальные '''Воплощения''' в магазине получают стихию вашего '''Воплощения'''.",
        ["synergy"] = "[[File:Avatar TFT gold icon.png|20px|link=]] Стихия '''Воплощения''' учитывается дважды при подсчете бонуса комбинации."
    },
    ["Гора"] = {
        ["engname"] = "Mountain",
        ["gs"]      = "Горных чемпиона",
        ["gp"]      = "Горных чемпионов",
        ["type"]    = "Фракция",
        ["icon"]    = "Mountain TFT icon.svg",
        ["synergy"] = "Пока в команде не менее [[File:Mountain TFT gold icon.png|20px|link=]] 2 '''Горных''' чемпионов, в начале бой случайный союзник получает щит прочностью 1500 здоровья."
    },
    ["Друид"] = {
        ["engname"] = "Druid",
        ["gs"]      = "Друида",
        ["gp"]      = "Друидов",
        ["type"]    = "Класс",
        ["icon"]    = "Druid TFT icon.svg",
        ["synergy"] = "Пока в команде не менее [[File:Druid TFT gold icon.png|20px|link=]] 2 '''Друидов''', все '''Друиды''' восстанавливают 45 здоровья в секунду."
    },
    ["Инферно"] = {
        ["engname"]      = "Inferno",
        ["gs"]           = "Чемпиона Инферно",
        ["gp"]           = "Чемпионов Инферно",
        ["type"]         = "Фракция",
        ["icon"]         = "Inferno TFT icon.svg",
        ["synergy"]      = "Умения и критические автоатаки чемпионов '''Инферно''' поджигают землю под целью, нанося процент от упреждающего урона этого умения или автоатаки в виде {{as|магического урона}} в течение 4 секунд всем задетым врагам; каждый тик урона происходит раз в {{fd|0.5}} секунды.",
        ["diamondtrait"] = true,
        ["levels"]       = {
            [3] = "+70% урона на 1 гексе",
            [6] = "+150% урона на площади в 3 гекса",
            [9] = "+250% урона на площади в 5 гексов"
        },
        ["item"]         = "Инфернальный пепел"
    },
    ["Кристалл"] = {
        ["engname"]      = "Crystal",
        ["gs"]           = "Кристальных чемпиона",
        ["gp"]           = "Кристальных чемпионов",
        ["type"]         = "Фракция",
        ["icon"]         = "Crystal TFT icon.svg",
        ["synergy"]      = "'''Кристальные''' чемпионы не могут получить больше определенного количества урона от атаки или умения.",
        ["diamondtrait"] = true,
        ["levels"]       = {
            [2] = "110 урона максимум",
            [4] = "60 урона максимум"
        }
    },
    ["Ледник"] = {
        ["engname"]      = "Glacial",
        ["gs"]           = "Ледниковых чемпиона",
        ["gp"]           = "Ледниковых чемпионов",
        ["type"]         = "Фракция",
        ["icon"]         = "Glacial TFT icon.svg",
        ["synergy"]      = "У '''Ледниковых''' чемпионов появляется 25% шанс {{tip|TFT оглушение|оглушить}} врага при попадании на {{fd|1.5}} секунды. При успешном оглушении враг получает дополнительный {{as|магический урон}}.",
        ["diamondtrait"] = true,
        ["levels"]       = {
            [2] = "75 урон",
            [4] = "175 урон",
            [6] = "375 урон"
        },
        ["item"]         = "Замерзший Молот"
    },
    ["Лес"] = {
        ["engname"]      = "Woodland",
        ["gs"]           = "Лесных чемпиона",
        ["gp"]           = "Лесных чемпионов",
        ["type"]         = "Фракция",
        ["icon"]         = "Woodland TFT icon.svg",
        ["synergy"]      = "В начале боя некоторые '''Лесные''' чемпионы создают свою копию (без предметов).",
        ["diamondtrait"] = true,
        ["levels"]       = {
            [3] = "Случайный '''Лесной''' чемпион",
            [6] = "Все '''Лесные''' чемпионы"
        }
    },
    ["Луна"] = {
        ["engname"] = "Lunar",
        ["type"] = "Фракция",
        ["icon"] = "Lunar TFT icon.svg",
        ["synergy"] = "Пока в команде не менее [[File:Lunar TFT gold icon.png|20px|link=]] 2 '''Лунных''' чемпионов, каждые 7 секунд члены вашей команды получают дополнительные {{as|15% шанса критического удара}}, {{As|15% критического урона}} и {{As|15% силы умений}}. Этот эффект суммируется до 4 раз (максимально {{As|60% шанса критического удара}}, {{As|60% критического урона}} и {{as|60% силы умений}})."
    },
    ["Маг"] = {
        ["engname"] = "Mage",
        ["gs"]      = "Мага",
        ["gp"]      = "Магов",
        ["type"]    = "Класс",
        ["icon"]    = "Mage TFT icon.svg",
        ["synergy"] = "При использовании умения у Мага появляется шанс использовать его второй раз без затрат маны.",
        ["levels"]  = {
            [3] = "50% шанс",
            [6] = "100% шанса. Все '''Маги''' получают {{As|20 силы умений}}"
        },
        ["item"]    = "Шляпа мага"
    },
    ["Мастер клинка"] = {
        ["engname"]      = "Blademaster",
        ["gs"]           = "Мастера клинка",
        ["gp"]           = "Мастеров клинка",
        ["type"]         = "Класс",
        ["icon"]         = "Blademaster TFT icon.svg",
        ["synergy"]      = "При каждой автоатаке '''Мастера клинка''' с вероятностью 45% нанесут ещё несколько ударов в быстрой последовательности.",
        ["diamondtrait"] = true,
        ["levels"]       = {
            [2] = "1 доп. удар",
            [4] = "2 доп. удара",
            [6] = "4 доп. удара"
        },
        ["item"]         = "Клинок уничтоженного короля"
    },
    ["Мистик"] = {
        ["engname"] = "Mystic",
        ["gs"]      = "Мистика",
        ["gp"]      = "Мистиков",
        ["type"]    = "Класс",
        ["icon"]    = "Mystic TFT icon.svg",
        ["synergy"] = "Все союзники получают {{as|'''доп.''' сопротивление магии}}.",
        ["levels"]  = {
            [2] = "40",
            [4] = "120"
        }
    },
    ["Море"] = {
        ["engname"]      = "Ocean",
        ["gs"]           = "Морских чемпиона",
        ["gp"]           = "Морских чемпионов",
        ["type"]         = "Фракция",
        ["icon"]         = "Ocean TFT icon.svg",
        ["synergy"]      = "Все союзники восстанавливают {{as|ману}} каждые 4 секунды.",
        ["diamondtrait"] = true,
        ["levels"]       = {
            [2] = "+10 маны",
            [4] = "+30 маны",
            [6] = "+60 маны"
        }
    },
    ["Переменная"] = {
        ["engname"] = "Variable",
        ["type"] = "Фракция",
        ["icon"] = "Variable TFT icon.svg",
        ["synergy"] = "Чемпион с Переменной стихией меняет свою стихию в зависимости от игровых условий. Условия преобразования и доступные стихии отличаются от чемпиона к чемпиону."
    },
    ["Призыватель"] = {
        ["engname"] = "Summoner",
        ["gs"]      = "Призывателя",
        ["gp"]      = "Призывателей",
        ["type"]    = "Класс",
        ["icon"]    = "Summoner TFT icon.svg",
        ["synergy"] = "Призываемые бойцы получают {{as|'''дополнительное''' здоровье}} и существуют дольше.",
        ["levels"]  = {
            [3] = "+30% здоровья и времени жизни",
            [6] = "+120% здоровья и времени жизни"
        }
    },
    ["Пустыня"] = {
        ["engname"] = "Desert",
        ["gs"]      = "Чемпиона Пустыни",
        ["gp"]      = "Чемпионов Пустыни",
        ["type"]    = "Фракция",
        ["icon"]    = "Desert TFT icon.svg",
        ["synergy"] = "Чемпионы '''Пустыни''' уменьшают {{As|броню}} вражеской команды.",
        ["levels"]  = {
            [2] = "40% уменьшения брони",
            [4] = "100% уменьшения брони"
        }
    },
    ["Рейнджер"] = {
        ["engname"] = "Ranger",
        ["gs"]      = "Рейнджера",
        ["gp"]      = "Рейнджеров",
        ["type"]    = "Класс",
        ["icon"]    = "Ranger TFT icon.svg",
        ["synergy"] = "Каждые 3 секунды у Рейнджера появляется шанс получить множитель {{as|скорость атаки}} на 3 секунды.",
        ["levels"]  = {
            [2] = "35%, {{as|х2 скорость атаки}}",
            [4] = "80%, {{as|х2 скорость атаки}}",
            [6] = "100%, {{as|{{fd|x2.5}} скорость атаки}}"
        }
    },
    ["Свет"] = {
        ["engname"]      = "Light",
        ["gs"]           = "Чемпиона Света",
        ["gp"]           = "Чемпионов Света",
        ["type"]         = "Фракция",
        ["icon"]         = "Light TFT icon.svg",
        ["synergy"]      = "Когда чемпион '''Света''' умирает, все остальные чемпионы '''Света''' получают накапливающийся бонус к скорости атаки и исцеляются на {{As|20% '''макс.''' здоровья умершего}}.",
        ["diamondtrait"] = true,
        ["levels"]       = {
            [3] = "+20% скорости атаки",
            [6] = "+30% скорости атаки",
            [9] = "+50% скорости атаки"
        },
        ["item"]         = "Талисман света"
    },
    ["Связанная душа"] = {
        ["engname"] = "Soulbound",
        ["type"] = "Класс",
        ["icon"] = "Soulbound TFT icon.svg",
        ["synergy"] = "Пока в команде не менее [[File:Soulbound TFT gold icon.png|20px|link=]] 2 '''Связанных душ''', первая убитая '''Связанная душа''' перерождается в виде призрака и продолжает бой в качестве неуловимого и бессмертного бойца, пока не будет убита вторая Связанная душа."
    },
    ["Сталь"] = {
        ["engname"]      = "Steel",
        ["gs"]           = "Стальных чемпиона",
        ["gp"]           = "Стальных чемпионов",
        ["type"]         = "Фракция",
        ["icon"]         = "Steel TFT icon.svg",
        ["synergy"]      = "Стальные чемпионы получают временную неуязвимость к урону, когда их запас здоровья падает ниже отметки в {{as|50% от '''максимума'''|здоровье}}.",
        ["diamondtrait"] = true,
        ["levels"]       = {
            [2] = "2 секунд",
            [3] = "3 секунд",
            [4] = "4 секунд"
        }
    },
    ["Сумрак"] = {
        ["engname"] = "Shadow",
        ["gs"]      = "Сумрачных чемпиона",
        ["gp"]      = "Сумрачных чемпионов",
        ["type"]    = "Фракция",
        ["icon"]    = "Shadow TFT icon.svg",
        ["synergy"] = "'''Сумрачные''' чемпионы получают бонус к наносимому урону на 6 секунд в начале матча и после каждого добивания.",
        ["levels"]  = {
            [3] = "+65% к урону. Только для личных добиваний.",
            [6] = "+150% урону. Дается, когда любой '''Сумрачный''' чемпион добивает врага."
        }
    },
    ["Убийца"] = {
        ["engname"] = "Assassin",
        ["gs"]      = "Убийц",
        ["gp"]      = "Убийц",
        [2]         = {
            ["type"] = "Класс",
            ["icon"] = "Assassin TFT icon.svg",
            ["innate"] = "В начале боя '''Убийца''' входит в невидимость и становится неуязвимым, после чего запрыгивают в тыл наиболее удаленного от него противника.",
            ["synergy"] = "'''Убийцы''' получают {{as|'''доп.''' шанс критического удара}} и {{as|'''доп.''' критический урон}}.",
            ["levels"] = {
                [3] = "+10% шанса и +70% критического урона",
                [6] = "+20% шанса и +210% критического урона"
            },
            ["item"] = "Призрачный клинок Йомуу"
        },
    },
    ["Хищник"] = {
        ["engname"] = "Predator",
        ["type"] = "Класс",
        ["icon"] = "Predator TFT icon.svg",
        ["synergy"] = "Если в команде не менее [[File:Predator TFT gold icon.png|20px|link=]] 3 '''Хищников''', '''Хищники''' мгновенно убивают врагов, у которых осталось {{as|'''менее''' 25% здоровья}}.",
    },
    ["Хранитель"] = {
        ["engname"] = "Warden",
        ["gs"]      = "Хранителя",
        ["gp"]      = "Хранителей",
        ["type"]    = "Класс",
        ["icon"]    = "Warden TFT icon.svg",
        ["synergy"] = "Запас {{as|брони}} '''Хранителей''' увеличивается.",
        ["levels"]  = {
            [2] = "+150% брони",
            [4] = "+300% брони",
            [6] = "+999% брони"
        },
        ["item"]    = "Доспех хранителя"
    },
    ["Электричество"] = {
        ["engname"] = "Electric",
        ["gs"]      = "Электрических чемпиона",
        ["gp"]      = "Электрических чемпионов",
        ["type"]    = "Фракция",
        ["icon"]    = "Electric TFT icon.svg",
        ["synergy"] = "'''Электрические''' чемпионы наносят {{As|магический урон}} врагам неподалеку всякий раз, когда они наносят или получают критический удар. Этот урон не зависит от силы умений.",
        ["levels"]  = {
            [2] = "80 урона",
            [3] = "250 урона",
            [4] = "550 урона"
        }
    },
    ["Яд"] = {
        ["engname"] = "Poison",
        ["gs"]      = "Ядовитых чемпиона",
        ["gp"]      = "Ядовитых чемпионов",
        ["type"]    = "Фракция",
        ["icon"]    = "Poison TFT icon.svg",
        ["synergy"] = "Пока в команде [[File:Poison TFT gold icon.png|20px|link=]] 3 '''Ядовитых''' чемпиона, '''Ядовитые''' чемпионы накладывают '''Нейротоксин''' на цель всякий раз, когда наносят ей урон.<br />{{sbc|Нейротоксин:}} Затраты {{as|маны}} на умения увеличены на 33%."
    },
}
-- </pre>
-- [[Category:Lua]]
