-- <pre>

return {
	["Аристократ"] = {
		["engname"] = "Noble",
		["gs"]      = "Аристократа",
		["gp"]      = "Аристократов",
		["type"]    = "Фракция",
		["icon"]    = "Noble TFT icon.svg",
		["synergy"] = "Выбранные чемпионы получают {{as|50 брони}} и {{as|60 сопротивления магии}}, а автоатаки восстанавливают {{as|30 здоровья}} при попадании.",
		["levels"]  = {
			[3] = "Случайный союзник",
			[6] = "Вся команда"
		}
	},
	["Дебошир"] = {
		["engname"] = "Brawler",
		["gs"]      = "Дебошира",
		["gp"]      = "Дебоширов",
		["type"]    = "Класс",
		["icon"]    = "Brawler TFT icon.svg",
		["synergy"] = "'''Дебоширы''' получают прибавку в {{as|'''максимальному''' запасу здоровья}}.",
		["levels"]  = {
			[2] = "+250",
			[4] = "+500",
			[6] = "+900"
		}
	},
	["Демон"] = {
		["engname"] = "Demon",
		["gs"]      = "Демона",
		["gp"]      = "Демонов",
		["type"]    = "Фракция",
		["icon"]    = "Demon TFT icon.svg",
		["synergy"] = "С вероятностью 40% автоатака '''Демона''' вытянет {{as|20 маны}} у жертвы и даст '''Демону''' ману.",
		["levels"]  = {
			[2] = "15 маны",
			[4] = "30 маны",
			[6] = "45 маны"
		},
		["item"]    = "Даркин"
	},
	["Дракон"] = {
		["engname"] = "Dragon",
		["gs"]      = "Дракона",
		["gp"]      = "Драконов",
		["type"]    = "Фракция",
		["icon"]    = "Dragon TFT icon.svg",
		["synergy"] = "Пока [[File:Dragon TFT gold icon.png|20px]] 2 '''Дракона''' в игре, все '''Драконы''' получают на 75% меньше {{as|магического урона}}."

	},
	["Изгнанник"] = {
		["engname"] = "Exile",
		["type"] = "Фракция",
		["icon"] = "Exile TFT icon.svg",
		["synergy"] = "[[File:Exile TFT gold icon.png|20px]] Изгнанники начинают бой со щитом, равным {{as|100% '''макс.''' запаса здоровья}}, если на соседнимх с ним гексах нет союзников. Прочность щита не зависит от {{as|силы умений}}."
	},
	["Имперец"] = {
		["engname"] = "Imperial",
		["gs"]      = "Имперца",
		["gp"]      = "Имперцев",
		["type"]    = "Фракция",
		["icon"]    = "Imperial TFT icon.svg",
		["synergy"] = "Выбранные '''Имперцы''' наносят в 2 раза больше урона (не влияет на предметы).",
		["levels"]  = {
			[2] = "Случайный '''Имперец'''",
			[4] = "Все '''Имперцы'''"
		},
	},
	["Йордл"] = {
		["engname"] = "Yordle",
		["gs"]      = "Йордла",
		["gp"]      = "Йордлов",
		["type"]    = "Фракция",
		["icon"]    = "Yordle TFT icon.svg",
		["synergy"] = "У '''Йордлов''' появляется шанс уклониться от вражеских автоатак и эффектов при попадании.",
		["levels"]  = {
			[3] = "30%",
			[6] = "60%",
			[9] = "90%"
		},
		["item"]    = "Варежки"
	},
	["Мастер клинка"] = {
		["engname"] = "Blademaster",
		["gs"]      = "Мастера клинка",
		["gp"]      = "Мастеров клинка",
		["type"]    = "Класс",
		["icon"]    = "Blademaster TFT icon.svg",
		["synergy"] = "При каждой автоатаке '''Мастера клинка''' с вероятностью 45% нанесут ещё несколько ударов в быстрой последовательности.",
		["levels"]  = {
			[3] = "1 доп. удар",
			[6] = "2 доп. удара",
			[9] = "4 доп. удара"
		},
		["item"]    = "Клинок уничтоженного короля"
	},
	["Ниндзя"] = {
		["engname"] = "Ninja",
		["type"] = "Фракция",
		["icon"] = "Ninja TFT icon.svg",
		["synergy"] = "'''Ниндзя''' получают дополнительную {{as|силу атаки}} и {{as|силу умений}}.",
		["levelunique"] = true,
		["levels"] = {
			[1] = "Данный '''Ниндзя''' получает {{as|50 силы атаки}} и {{as|50 силы умений}}.",
			[4] = "Все '''Ниндзя''' получают {{as|80 силы атаки}} и {{as|80 силы умений}}."
		}
	},
	["Обитатель Бездны"] = {
		["engname"] = "Void",
		["gs"]      = "Обитателя Бездны",
		["gp"]      = "Обитателей Бездны",
		["type"]    = "Фракция",
		["icon"]    = "Void TFT icon.svg",
		["synergy"] = "Автоатаки и умения выбранных '''Обитателей Бездны''' наносят чистый урон.",
		["levels"]  = {
			[2] = "Бонус получает случаный '''Обитатель Бездны'''",
			[4] = "Бонус получают все '''Обитатели Бездны'''."
		}
	},
	["Одичалый"] = {
		["engname"] = "Wild",
		["type"] = "Фракция",
		["icon"] = "Wild TFT icon.svg",
		["synergy"] = "Выбранные союзники генерируют ''заряды'' {{as|Ярости}} при попадании автоатаками, максимум ''5 зарядов''. Каждый заряд дает {{as|10% скорости атаки}} (максимум {{as|50% скорости атаки}}).",
		["levels"] = {
			[2] = "Заряды создают все '''Одичалые'''",
			[4] = "Заряды создают все союзники. От атак '''Одичалых''' нельзя уклониться."
		}
	},
	["Оледенелый"] = {
		["engname"] = "Glacial",
		["gs"]      = "Оледенелых",
		["gp"]      = "Оледенелых",
		["type"]    = "Фракция",
		["icon"]    = "Glacial TFT icon.svg",
		["synergy"] = "У Оледенелых появляется шанс {{tip|TFT оглушение|оглушить}} врага при попадании на {{fd|1.5}} секунды..",
		["levels"]  = {
			[2] = "20%",
			[4] = "33%",
			[6] = "50%"
		},
		["item"]    = "Замерзший Молот"
	},
	["Перевертыш"] = {
		["engname"] = "Shapeshifter",
		["gs"]      = "Перевертыша",
		["gp"]      = "Перевертышей",
		["type"]    = "Класс",
		["icon"]    = "Shapeshifter TFT icon.svg",
		["synergy"] = "Когда Перевертыши активируют свое умение, они получают дополнительное {{as|'''максимальное''' здоровье}} и исцеляются на полученную прибавку.",
		["levels"]  = {
			[3] = "{{as|+60% of '''макс.''' здоровья}}",
			[6] = "{{as|+100% of '''макс.''' здоровья}}"
		}
	},
	["Пират"] = {
		["engname"] = "Pirate",
		["gs"]      = "Пирата",
		["gp"]      = "Пиратов",
		["type"]    = "Фракция",
		["icon"]    = "Pirate TFT icon.svg",
		["synergy"] = "Пока в команде [[File:Pirate TFT gold icon.png|20px|link=]] 3 '''Пирата''', в конце каждого PvP раунда появляется сундук, который содержит {{g|от 0 до 4}}."
	},
	["Призрак"] = {
		["engname"] = "Phantom",
		["type"] = "Фракция",
		["icon"] = "Phantom TFT icon.svg",
		["synergy"] = "Пока в игре 2 '''Призрака''', случайный противник начинает игру с {{as|100 здоровья}}. Эффект срабатывает против эпических монстров, оставляет им {{as|{{Fd|66.7%}} запаса здоровья}}."
	},
	["Рейнджер"] = {
		["engname"] = "Ranger",
		["gs"]      = "Рейнджера",
		["gp"]      = "Рейнджеров",
		["type"]    = "Класс",
		["icon"]    = "Ranger TFT icon.svg",
		["synergy"] = "Каждые 3 секунды у Рейнджера появляется шанс получить удвоенную {{as|скорость атаки}} на 3 секунды.",
		["levels"]  = {
			[2] = "40% шанс",
			[4] = "70% шанс"
		}
	},
	["Робот"] = {
		["engname"] = "Robot",
		["type"] = "Фракция",
		["icon"] = "Robot TFT icon.svg",
		["synergy"] = "Роботы начинают раунд с  {{as|полным запасом маны}}."
	},
	["Рыцарь"] = {
		["engname"] = "Knight",
		["gs"]      = "Рыцаря",
		["gp"]      = "Рыцарей",
		["type"]    = "Класс",
		["icon"]    = "Knight TFT icon.svg",
		["synergy"] = "Все союзники получают меньше единиц урона от любых источников.",
		["levels"]  = {
			[2] = "15",
			[4] = "30",
			[6] = "60"
		},
		["item"]    = "Клятва рыцаря"
	},
	["Страж"] = {
		["engname"] = "Guardian",
		["type"] = "Класс",
		["icon"] = "Guardian TFT icon.svg",
		["synergy"] = "Если в команде хотя бы [[File:Guardian TFT gold icon.png|20px]] 2 '''Стража''', то они дают {{as|40 брони}} всем чемпионам, которые стояли на соседних с ними гексах в начале боя. Этот эффект может складываться на чемпионе за каждого '''Стража''' неподалеку. '''Страж''' не получает собственный бонус, но может получить его от смежного '''Стража'''."
	},
	["Стрелок"] = {
		["engname"] = "Gunslinger",
		["gs"]      = "Стрелка",
		["gp"]      = "Стрелков",
		["type"]    = "Класс",
		["icon"]    = "Gunslinger TFT icon.svg",
		["synergy"] = "При каждый автоатаке у Стрелков есть 50% шанс сделать ещё несколько выстрелов, чтобы поразить случайного врага в радиусе атаки.",
		["levels"]  = {
			[2] = "1 дополнительный выстрел",
			[4] = "2 дополнительных выстрела",
			[6] = "4 дополнительных выстрела"
		},
	},
	["Убийца"] = {
		["engname"] = "Assassin",
		["gs"]      = "Убийц",
		["gp"]      = "Убийц",
		["type"]    = "Класс",
		["icon"]    = "Assassin TFT icon.svg",
		["innate"]  = "В начале боя '''Убийца''' входит в невидимость и становится неуязвимым, после чего запрыгивают в тыл наиболее удаленного от него противника.",
		["synergy"] = "'''Убийцы''' получают {{as|'''доп.''' шанс критического удара}} и {{as|'''доп.''' критический урон}}.",
		["levels"]  = {
			[3] = "+5% шанса и +75% критического урона",
			[6] = "+20% шанса и +150% критического урона+",
			[9] = "+30% шанса и +225% критического урона"
		},
		["item"]    = "Призрачный клинок Йомуу"
	},
	["Хекстек"] = {
		["engname"] = "Hextech",
		["gs"]      = "Хекстковых чемпиона",
		["gp"]      = "Хекстековых чемпионов",
		["type"]    = "Фракция",
		["icon"]    = "Hextech TFT icon.svg",
		["synergy"] = "В начале боя '''Хекстековый''' чемпион кидает бомбу в выбранного противника с предметом, отключая предметы у чемпионов неподалеку на 5 секунд.",
		["levels"]  = {
			[2] = "В радиусе 1 гекса",
			[4] = "В радиусе 2 гексов"
		},
	},
	["Чародей"] = {
		["engname"] = "Sorcerer",
		["gs"]      = "Чародея",
		["gp"]      = "Чародеев",
		["type"]    = "Класс",
		["icon"]    = "Sorcerer TFT icon.svg",
		["innate"]  = "Sorcerers' basic attacks grant twice as much mana.",
		["synergy"] = "{{tip|Tft сила умений|{{as|Сила умений}}}} всех союзников увеличена",
		["levels"]  = {
			[3] = "+40",
			[6] = "+120",
			[9] = "+200"
		},
		["item"]    = "Юми"
	},
	["Элементалист"] = {
		["engname"] = "Elementalist",
		["gs"]      = "Элементалиста",
		["gp"]      = "Элементалистов",
		["type"]    = "Фракция",
		["icon"]    = "Elementalist TFT icon.svg",
		["innate"]  = "Автоатаки Элементалиста дают ему вдвое больше маны.",
		["synergy"] = "Если в бою участвуют [[File:Elementalist TFT gold icon.png|20px|link=]] 3 Элементалиста, они призовут Голема на соседнем с одним из Элементалистов и ближайшем к врагу гексе. Этот эффект не подействует, если гексы, удовлетворяющие этим условиям, заняты. У Голема {{as|2200 здоровья}}, 100 {{as|силы атаки}} и {{as|40 брони}}."
	}
}
-- </pre>
-- [[Category:Lua]]
