-- <pre>

return {
    ["Авангард"] = {
        ["engname"] = "Vanguard",
        ["gs"]      = "Чемпиона Авангарда",
        ["gp"]      = "Чемпионов Авангарда",
        ["sets"]    = {
            [3] = {
                ["type"] = "Класс",
                ["icon"] = "Vanguard TFT icon.svg",
                ["synergy"] = "Чемпионы '''Авангарда''' получают {{as|'''дополнительную''' броню}}.",
                ["levels"] = {
                    [2] = "+125 брони",
                    [4] = "+250 брони"
                }
            },
            [3.5] = {
                ["type"] = "Класс",
                ["icon"] = "Vanguard TFT icon.svg",
                ["synergy"] = "Чемпионы '''Авангарда''' получают {{as|'''дополнительную''' броню}}:",
                ["levels"] = {
                    [2] = "+125 брони",
                    [4] = "+300 брони",
                    [6] = "+900 брони"
                }
            }
        }
    },
    ["Алхимик"] = {
        ["engname"] = "Alchemist",
        ["sets"] = {
            [2] = {
                ["type"] = "Класс",
                ["icon"] = "Alchemist TFT icon.svg",
                ["synergy"] = "[[File:Alchemist TFT gold icon.png|20px|link=]] '''Алхимики''' могут проходить сквозь других бойцов и никогда не останавливаются."
            }
        }
    },
    ["Аристократ"] = {
        ["engname"] = "Noble",
        ["gs"]      = "Аристократа",
        ["gp"]      = "Аристократов",
        ["sets"]    = {
            [1] = {
                ["type"] = "Фракция",
                ["icon"] = "Noble TFT icon.svg",
                ["synergy"] = "Выбранные чемпионы получают {{as|50 брони}} и {{as|60 сопротивления магии}}, а автоатаки восстанавливают {{as|30 здоровья}} при попадании.",
                ["levels"] = {
                    [3] = "Случайный союзник",
                    [6] = "Вся команда"
                }
            }
        }
    },
    ["Астронавт"] = {
        ["engname"] = "Astro",
        ["sets"]    = {
            [3.5] = {
                ["type"] = "Фракция",
                ["icon"] = "Astro TFT icon.svg",
                ["synergy"] = "Когда в команде не менее [[File:Astro TFT icon.svg|20px]] 3 Астронавтов, затраты маны на умения Астронавтов снижаются на 30."
            }
        }
    },
    ["Берсерк"] = {
        ["engname"] = "Berserker",
        ["gs"]      = "Берсерка",
        ["gp"]      = "Берсерков",
        ["sets"]    = {
            [2] = {
                ["type"] = "Класс",
                ["icon"] = "Berserker TFT icon.svg",
                ["innate"] = "В начале боя '''Берсерк''' совершает прыжок к ближайшему врагу.",
                ["synergy"] = "Когда Берсерк атакует, у него появляется шанс нанести урон всем врагам в конусе позади основной цели и наложить на них эффекты при попадании.",
                ["levels"] = {
                    [3] = "45% шанс",
                    [6] = "100% шанс, все '''Берсерки''' получают {{as|25 '''доп.''' силы атаки}}"
                },
                ["item"] = "Топор берсерка"
            }
        }
    },
    ["Валькирия"] = {
        ["engname"] = "Valkyrie",
        ["sets"]    = {
            [3] = {
            ["type"] = "Фракция",
            ["icon"] = "Valkyrie TFT icon.svg",
            ["synergy"] = "Пока в команде [[File:Valkyrie TFT gold icon.png|20px]] 2 '''Валькирии''', автоатаки и умения всех '''Валькирий''' становятся критическими против врагов, у которых осталось {{as|'''менее''' 50% здоровья}}."
            }
        }
    },
    ["Ведьма ковена"] = {
    	["engname"] = "Coven",
    	["gs"] = "Ведьмы ковена",
    	["gp"] = "Ведьм ковена",
    	["sets"] = {
	        [5] = {
	            ["type"] = "Фракция",
	            ["icon"] = "Coven TFT icon.svg",
	            ["synergy"] = "Когда в команде есть хотя бы [[File:Coven TFT gold icon.png|20px|link=]] 3 ведьмы ковена, то в начале каждого боя ведьма ковена, находящаяся ближе всего к центру между другими ведьмами ковена, становится '''лидером ковена'''. Лидер ковена получает +60% силы умений. Всякий раз, когда любая ведьма ковена использует свое умение, {{as|15% затраченной маны}} передается лидеру ковена.",
	            ["item"] = "Эмблема ведьмы ковена"
	        }
        }
    },
    ["Ветер"] = {
        ["engname"] = "Cloud",
        ["sets"]    = {
            [2] = {
                ["type"] = "Фракция",
                ["icon"] = "Cloud TFT icon.svg",
                ["synergy"] = "Все союзники получают шанс уклониться от вражеских автоатак.",
                ["diamondtrait"] = true,
                ["levels"] = {
                    [2] = "+20% шанс уклонения",
                    [3] = "+25% шанс уклонения",
                    [4] = "+35% шанс уклонения"
                }
            }
        }
    },
    ["Вечный"] = {
    	["engname"] = "Eternal",
    	["gs"] = "Вечных",
    	["gp"] = "Вечных",
    	["sets"] = {
	        [5] = {
	            ["type"] = "Фракция",
	            ["icon"] = "Eternal TFT icon.svg",
	            ["synergy"] = "[[File:Eternal TFT gold icon.png|20px|link=]] {{TFTc|Киндред|set=5}} появляются по отдельности как Овечка и Волк, каждый со своими умениями. Волк не учитывается счетчиком команды и получает характеристики Овечки."
	        },
        }
    },
    ["Воитель"] = {
    	["engname"] = "Skirmisher",
    	["gs"] = "Воителя",
    	["gp"] = "Воителей",
    	["sets"] = {
	    	[5] = {
	    		["type"] = "Класс",
	    		["icon"] = "Skirmisher TFT icon.svg",
	    		["synergy"] = "В начале боя '''Воители''' получают щит. Каждую секунду '''Воители''' получают {{as|'''дополнительную''' силу атаки}}.",
	    		["levels"] = {
	    			[3] = "Щит прочностью 300 единиц и 3 силы атаки в секунду",
	    			[6] = "Щит прочностью 600 единиц и 10 силы атаки в секунду"
	    		},
	            ["item"] = "Эмблема воителя"
	    	}
    	}
    },
    ["Воплощение"] = {
        ["engname"] = "Avatar",
        ["sets"]    = {
            [2] = {
                ["type"] = "Класс",
                ["icon"] = "Avatar TFT icon.svg",
                ["innate"] = "Когда у вас имеется '''Воплощение''', остальные '''Воплощения''' в магазине получают стихию вашего '''Воплощения'''.",
                ["synergy"] = "[[File:Avatar TFT gold icon.png|20px|link=]] Стихия '''Воплощения''' учитывается дважды при подсчете бонуса комбинации."
            }
        }
    },
    ["Восставший"] = {
    	["engname"] = "Revenant",
    	["gs"] = "Восставших",
    	["gp"] = "Восставших",
    	["sets"] = {
	        [5] = {
	            ["type"] = "Фракция",
	            ["icon"] = "Revenant TFT icon.svg",
	            ["synergy"] = "Восставшие воскресают после своей первой смерти в каждой битве. После возрождения они получают и наносят на 30% больше урона.",
	            ["levels"] = {
	                [2] = "Возрождаются с {{as|10% от '''макс.''' здоровья}}",
	                [3] = "Возрождаются с {{as|40% от '''макс.''' здоровья}}",
	               },
	            ["item"] = "Эмблема восставшего"
	        },
		}
    },
    ["Всадник"] = {
    	["engname"] = "Cavalier",
    	["gs"] = "Всадника",
    	["gp"] = "Всадников",
    	["sets"] = {
	        [5] = {
	            ["type"] = "Класс",
	            ["icon"] = "Cavalier TFT icon.svg",
	            ["innate"] = "При передвижении '''Всадники''' совершают быстрый рывок.",
	            ["synergy"] = "'''Всадники''' получают меньше урона. В начале боя и после каждого рывка сила этого эффекта удваиваивается на 4 секунды.",
	            ["diamondtrait"] = true,
	            ["levels"] = {
	                [2] = "15% уменьшения урона",
	                [4] = "30% уменьшения урона",
	                [6] = "45% уменьшения урона"
	                },
	            ["item"] = "Эмблема всадника"
	        },
        }
	},
    ["Гора"] = {
        ["engname"] = "Mountain",
        ["gs"]      = "Горных чемпиона",
        ["gp"]      = "Горных чемпионов",
        ["sets"]    = {
            [2] = {
                ["type"] = "Фракция",
                ["icon"] = "Mountain TFT icon.svg",
                ["synergy"] = "Пока в команде не менее [[File:Mountain TFT gold icon.png|20px|link=]] 2 '''Горных''' чемпионов, в начале бой случайный союзник получает щит прочностью 1500 здоровья."
            }
        }
    },
    ["Дебошир"] = {
        ["engname"] = "Brawler",
        ["gs"]      = "Дебошира",
        ["gp"]      = "Дебоширов",
        ["sets"]    = {
            [1] = {
                ["type"] = "Класс",
                ["icon"] = "Brawler TFT icon.svg",
                ["synergy"] = "'''Дебоширы''' получают прибавку в {{as|'''максимальному''' запасу здоровья}}.",
                ["levels"] = {
                    [2] = "+250",
                    [4] = "+500",
                    [6] = "+900"
                }
            },
            [3] = {
                ["type"] = "Класс",
                ["icon"] = "Brawler TFT icon.svg",
                ["synergy"] = "'''Дебоширы''' получают прибавку в {{as|'''максимальному''' запасу здоровья}}.",
                ["levels"] = {
                    [2] = "+350",
                    [4] = "+650"
                }
            },
            [3.5] = {
                ["type"] = "Класс",
                ["icon"] = "Brawler TFT icon.svg",
                ["synergy"] = "'''Дебоширы''' получают прибавку в {{as|'''максимальному''' запасу здоровья}}.",
                ["levels"] = {
                    [2] = "+350",
                    [4] = "+600"
                }
            },
	        [4] = {
	            ["type"] = "Класс",
	            ["icon"] = "Brawler TFT icon.svg",
	            ["synergy"] = "'''Дебоширы''' получают прибавку к {{as|'''макс.''' запасу здоровья}}.",
	            ["diamondtrait"] = true,
	            ["levels"] = {
	                [2] = "+400",
	                [4] = "+800",
	                [6] = "+1200",
	                [8] = "+1800"
	                }
	        },
	        [4.5] = {
	            ["type"] = "Класс",
	            ["icon"] = "Brawler TFT icon.svg",
	            ["synergy"] = "'''Дебоширы''' получают прибавку к {{as|'''макс.''' запасу здоровья}} и {{as|силе атаки}}.",
	            ["diamondtrait"] = true,
	            ["levels"] = {
	                [2] = "+400 здоровья и 10 силы атаки",
	                [4] = "+700 здоровья и 20 силы атаки",
	                [6] = "+1000 здоровья и 40 силы атаки",
	                [8] = "+1400 здоровья и 80 силы атаки"
				},
			},
	        [5] = {
	            ["type"] = "Класс",
	            ["icon"] = "Brawler TFT icon.svg",
	            ["synergy"] = "'''Дебоширы''' получают прибавку к {{as|'''макс.''' запасу здоровья}}.",
	            ["levels"] = {
	                [2] = "+400",
	                [4] = "+1000",
	              }
	        }
        }
    },
    ["Демон"] = {
        ["engname"] = "Demon",
        ["gs"]      = "Демона",
        ["gp"]      = "Демонов",
        ["sets"]    = {
            [1] = {
                ["type"] = "Фракция",
                ["icon"] = "Demon TFT icon.svg",
                ["synergy"] = "С вероятностью 40% автоатака '''Демона''' вытянет {{as|20 маны}} у жертвы и даст '''Демону''' ману.",
                ["levels"] = {
                    [2] = "15 маны",
                    [4] = "30 маны",
                    [6] = "45 маны"
                },
                ["item"] = "Даркин"
            }
        }
    },
    ["Диверсант"] = {
        ["engname"] = "Infiltrator",
        ["gs"]      = "Диверсанта",
        ["gp"]      = "Диверсантов",
        ["sets"]    = {
            [3] = {
                ["type"] = "Класс",
                ["icon"] = "Infiltrator TFT icon.svg",
                ["innate"] = "В начале боя '''Диверсанты''' прыгают в тыл вражеских рядов.",
                ["synergy"] = "'''Диверсанты''' получают {{As|'''дополнительную''' скорость атаки}} на первые 6 секунд боя, а также при добивании врага.",
                ["diamondtrait"] = true,
                ["levels"] = {
                    [2] = "50%",
                    [4] = "75%",
                    [6] = "120%"
                },
                ["item"] = "Когти диверсанта"
            },
            [3.5] = {
                ["type"] = "Класс",
                ["icon"] = "Infiltrator TFT icon.svg",
                ["innate"] = "В начале боя '''Диверсанты''' за {{fd|0.6}} секунды запрыгивают в тыл вражеских рядов.",
                ["synergy"] = "'''Диверсанты''' получают {{As|'''дополнительную''' скорость атаки}} на первые 6 секунд боя, а также при добивании врага.",
                ["diamondtrait"] = true,
                ["levels"] = {
                    [2] = "40%",
                    [4] = "80%",
                    [6] = "150%"
                },
                ["item"] = "Когти диверсанта"
            }
        }
    },
    ["Дракон"] = {
        ["engname"] = "Dragon",
        ["gs"]      = "Дракона",
        ["gp"]      = "Драконов",
        ["sets"]    = {
            [1] = {
                ["type"] = "Фракция",
                ["icon"] = "Dragon TFT icon.svg",
                ["synergy"] = "Пока [[File:Dragon TFT gold icon.png|20px]] 2 '''Дракона''' в игре, все '''Драконы''' получают на 75% меньше {{as|магического урона}}."
            },
            [5] = {
	            ["type"] = "Фракция",
	            ["engname"] = "Draconic",
	            ["icon"] = "Draconic TFT icon.svg",
	            ["synergy"] = "После каждого сражения на скамейке запасных появляется драконье яйцо. Чем больше яйцо, тем больше времени ему потребуется, чтобы проклюнуться, но тем ценнее будет награда.",
	            ["diamondtrait"] = true,
	            ["levels"] = {
	            	[3] = "Обычные яйца",
	            	[5] = "Золотые яйца с редкой наградой"
	            }
            }
        }
    },
    ["Драконоборец"] = {
    	["engname"] = "Dragonslayer",
    	["gs"] = "Драконоборца",
    	["gp"] = "Драконоборцев",
    	["sets"] = {
	        [5] = {
	            ["type"] = "Фракция",
	            ["icon"] = "Dragonslayer TFT icon.svg",
	            ["synergy"] = "'''Драконоборцы''' получают дополнительную силу умений. После того, как впервые за бой один из '''Драконоборцев''' совершает добивание врага с {{as|запасом здоровья более 1400 единиц}}, все союзники до конца боя получают прибавку к силе умений.",
	            ["levels"] = {
	            	[2] = "30% силы умений Драконоборцам, 20% - союзникам",
	            	[4] = "80% силы умений Драконоборцам, 60% - союзникам"
	            },
	            ["item"] = "Эмблема драконоборца"
	        }
        }
    },
    ["Друид"] = {
        ["engname"] = "Druid",
        ["gs"]      = "Друида",
        ["gp"]      = "Друидов",
        ["sets"]    = {
            [2] = {
                ["type"] = "Класс",
                ["icon"] = "Druid TFT icon.svg",
                ["synergy"] = "Пока в команде не менее [[File:Druid TFT gold icon.png|20px|link=]] 2 '''Друидов''', все '''Друиды''' восстанавливают 45 здоровья в секунду."
            }
        }
    },
    ["Забвенный"] = {
        ["engname"] = "Forgotten",
        ["gs"]      = "Забвенных",
        ["gp"]      = "Забвенных",
        ["sets"] = {
	        [5] = {
	            ["type"] = "Фракция",
	            ["icon"] = "Forgotten TFT icon.svg",
	            ["synergy"] = "'''Забвенные''' получают дополнительные силу атаки и силу умений. Каждый {{TFTl|Предмет|Сумрачный предмет}} в инвентаре одного из '''Забвенных''' повышает эти бонусы на 10% у всех '''Забвенных'''. Суммируется до 4 раз.",
	            ["levels"] = {
	                [3] = "30 силы атаки и силы умений",
	                [6] = "70 силы атаки и силы умений",
	                [9] = "160 силы атаки и силы умений"
	                },
	             ["item"] = "Эмблема забвенного"
	        },
        }
    },
    ["Заклинатель"] = {
    	["engname"] = "Spellweaver",
    	["gs"] = "Заклинателя",
    	["gp"] = "Заклинателей",
    	["sets"] = {
	    	[5] = {
	    		["type"] = "Класс",
	    		["icon"] = "Spellweaver TFT icon.svg",
	    		["synergy"] = "Сила умений '''Заклинателей''' увеличена. '''Заклинатели''' получают дополнительную силу умений всякий раз, когда любой чемпион применяет умение (суммируется до 10 раз).",
	    		["levels"] = {
	    			[2] = "20% силы умений и 2% доп. силы умений за заряд",
	    			[4] = "60% силы умений и 6% доп. силы умений за заряд"
	    		},
	            ["item"] = "Эмблема заклинателя"
	    	}
    	}
    },
    ["Заступник"] = {
        ["engname"] = "Protector",
        ["gs"]      = "Заступника",
        ["gp"]      = "Заступников",
        ["sets"]    = {
            [3] = {
                ["type"] = "Класс",
                ["icon"] = "Protector TFT icon.svg",
                ["synergy"] = "'''Защитники''' получают щит на 3 секунды всякий раз, когда активируют свое умение.",
                ["diamondtrait"] = true,
                ["levels"] = {
                    [2] = "Прочность щита – {{as|25% '''макс.''' здоровья}}",
                    [4] = "Прочность щита – {{as|30% '''макс.''' здоровья}}",
                    [6] = "Прочность щита – {{as|40% '''макс.''' здоровья}}"
                },
                ["item"] = "Нагрудник заступника"
            },
            [3.5] = {
                ["type"] = "Класс",
                ["icon"] = "Protector TFT icon.svg",
                ["synergy"] = "'''Защитники''' получают щит на 4 секунды всякий раз, когда активируют свое умение.",
                ["diamondtrait"] = true,
                ["levels"] = {
                    [2] = "Прочность щита – {{as|30% '''макс.''' здоровья}}",
                    [4] = "Прочность щита – {{as|40% '''макс.''' здоровья}}",
                    [6] = "Прочность щита – {{as|50% '''макс.''' здоровья}}"
                },
                ["item"] = "Нагрудник заступника"
            }
        }
    },
    ["Звездный защитник"] = {
        ["engname"] = "Star Guardian",
        ["gs"]      = "Звездных защитника",
        ["gp"]      = "Звездных защитников",
        ["sets"]    = {
            [3] = {
                ["type"] = "Фракция",
                ["icon"] = "Star Guardian TFT icon.svg",
                ["synergy"] = "Всякий раз, когда один '''Звездный защитник''' использует умение, между остальными '''Звездными защитниками''' поровну распределяется некоторое количество {{As|маны}}",
                ["levels"] = {
                    [3] = "30 маны",
                    [6] = "50 маны"
                },
                ["item"] = "Кулон Звездного защитника"
            },
            [3.5] = {
                ["type"] = "Фракция",
                ["icon"] = "Star Guardian TFT icon.svg",
                ["synergy"] = "Всякий раз, когда один '''Звездный защитник''' использует умение, между остальными '''Звездными защитниками''' поровну распределяется некоторое количество {{As|маны}}",
                ["diamondtrait"] = true,
                ["levels"] = {
                    [3] = "15 маны",
                    [6] = "25 маны",
                    [9] = "60 маны"
                },
                ["item"] = "Кулон Звездного защитника"
            }
        }
    },
    ["Звездолет"] = {
        ["engname"] = "Starship",
        ["sets"]    = {
            [3] = {
                ["type"] = "Класс",
                ["icon"] = "Starship TFT icon.svg",
                ["synergy"] = "[[File:Starship TFT gold icon.png|20px|link=]] '''Звездолет''' получает {{as|40 маны}} в секунду, безостановочно двигается по полю боя и невосприимчив к эффектам, огранививающим передвижение. '''Звездолет''' не может использовать автоатаки."
            },
            [3.5] = {
                ["type"] = "Класс",
                ["icon"] = "Starship TFT icon.svg",
                ["synergy"] = "[[File:Starship TFT gold icon.png|20px|link=]] '''Звездолет''' получает {{as|40 маны}} в секунду, безостановочно двигается по полю боя и невосприимчив к эффектам, огранививающим передвижение. '''Звездолет''' не может использовать автоатаки."
            }
        }
    },
    ["Изгнанник"] = {
        ["engname"] = "Exile",
        ["sets"]    = {
            [1] = {
                ["type"] = "Фракция",
                ["icon"] = "Exile TFT icon.svg",
                ["synergy"] = "[[File:Exile TFT gold icon.png|20px]] Изгнанники начинают бой со щитом, равным {{as|100% '''макс.''' запаса здоровья}}, если на соседнимх с ним гексах нет союзников. Прочность щита не зависит от {{as|силы умений}}."
            }
        }
    },
    ["Изверг"] = {
    	["engname"] = "Cruel",
    	["sets"] = {
	        [5] = {
	            ["type"] = "Класс",
	            ["icon"] = "Cruel TFT icon.svg",
	            ["synergy"] = "[[File:Cruel TFT gold icon.png|20px|link=]] '''Изверг''' жаждет остаться один на один с последним выжившим вражеским чемпионом.<br />На покупку '''Изверга''' тратится не золото, а здоровье Маленькой легенды. Продается Изверг всё же за золото.",
	        }
        }
    },
    ["Имперец"] = {
        ["engname"] = "Imperial",
        ["gs"]      = "Имперца",
        ["gp"]      = "Имперцев",
        ["sets"]    = {
            [1] = {
                ["type"] = "Фракция",
                ["icon"] = "Imperial TFT icon.svg",
                ["synergy"] = "Выбранные '''Имперцы''' наносят в 2 раза больше урона (не влияет на предметы).",
                ["levels"] = {
                    [2] = "Случайный '''Имперец'''",
                    [4] = "Все '''Имперцы'''"
                },
            }
        }
    },
    ["Инферно"] = {
        ["engname"] = "Inferno",
        ["gs"]      = "Чемпиона Инферно",
        ["gp"]      = "Чемпионов Инферно",
        ["sets"]    = {
            [2] = {
                ["type"] = "Фракция",
                ["icon"] = "Inferno TFT icon.svg",
                ["synergy"] = "Умения и критические автоатаки чемпионов '''Инферно''' поджигают землю под целью, нанося процент от упреждающего урона этого умения или автоатаки в виде {{as|магического урона}} в течение 4 секунд всем задетым врагам; каждый тик урона происходит раз в {{fd|0.5}} секунды.",
                ["diamondtrait"] = true,
                ["levels"] = {
                    [3] = "+70% урона на 1 гексе",
                    [6] = "+150% урона на площади в 3 гекса",
                    [9] = "+250% урона на площади в 5 гексов"
                },
                ["item"] = "Инфернальный пепел"
            }
        }
    },
    ["Искупленный"] = {
        ["engname"] = "Redeemed",
        ["gs"]      = "Искупленных",
        ["gp"]      = "Искупленных",
        ["sets"] = {
	        [5] = {
	            ["type"] = "Фракция",
	            ["icon"] = "Redeemed TFT icon.svg",
	            ["synergy"] = "{{as|Броня}}, {{as|сопротивление магии}} и сила умений '''Искупленных''' увеличена. Когда один '''Искупленный''' умирает, его бонус перераспределяется между оставшимися '''Искупленными'''.",
	            ["diamondtrait"] = true,
	            ["levels"] = {
	                [3] = "30 к защите, 30% силы умений",
	                [6] = "50 к защите, 50% силы умений",
	                [9] = "70 к защите, 70% силы умений",
	               },
	            ["item"] = "Эмблема искупленного"
	        },
        }
    },
    ["Йордл"] = {
        ["engname"] = "Yordle",
        ["gs"]      = "Йордла",
        ["gp"]      = "Йордлов",
        ["sets"]    = {
            [1] = {
                ["type"] = "Фракция",
                ["icon"] = "Yordle TFT icon.svg",
                ["synergy"] = "У '''Йордлов''' появляется шанс уклониться от вражеских автоатак и эффектов при попадании.",
                ["levels"] = {
                    [3] = "30%",
                    [6] = "60%",
                    [9] = "90%"
                },
                ["item"] = "Варежки"
            }
        }
    },
    ["Кибервоин"] = {
        ["engname"] = "Cybernetic",
        ["gs"]      = "Кибервоина",
        ["gp"]      = "Кибервоинов",
        ["sets"]    = {
            [3] = {
                ["type"] = "Фракция",
                ["icon"] = "Cybernetic TFT icon.svg",
                ["synergy"] = "Если '''Кибервоин''' экипирован {{TFTl|предмет|предметом}}, то он получит бонус к {{As|силе атаки}} и {{as|здоровью}}.",
                ["levels"] = {
                    [3] = "35 силы атаки и 350 здоровья",
                    [6] = "70 силы атаки и 700 здоровья"
                }
            },
            [3.5] = {
                ["type"] = "Фракция",
                ["icon"] = "Cybernetic TFT icon.svg",
                ["synergy"] = "Если '''Кибервоин''' экипирован {{TFTl|предмет|предметом}}, то он получит бонус к {{As|силе атаки}} и {{as|здоровью}}.",
                ["levels"] = {
                    [3] = "35 силы атаки и 300 здоровья",
                    [6] = "70 силы атаки и 550 здоровья"
                }
            }
        }
    },
    ["Колдун"] = {
    	["engname"] = "Invoker",
    	["gs"] = "Колдуна",
    	["gp"] = "Колдунов",
    	["sets"] = {
	    	[5] = {
	    		["type"] = "Класс",
	    		["icon"] = "Invoker TFT icon.svg",
	    		["synergy"] = "Все союзники получают больше {{as|маны}} за автоатаку.",
	    		["levels"] = {
	                [2] = "3 маны",
	                [4] = "6 маны",
	    		}
	    	}
    }
    },
    ["Король-бог"] = {
    	["engname"] = "God-King",
    	["sets"] = {
	        [5] = {
	            ["type"] = "Класс",
	            ["icon"] = "God-King TFT icon.svg",
	            ["synergy"] = "Когда в игре ровно [[File:God-King TFT gold icon.png|20px|link=]] один Король-Бог, тот наносит 20% дополнительного урона врагам из \"вражеских\" групп.<br />[[File:Garen God-KingSquare.png|20px|link=]] {{sbc|Враги Гарена:}} {{TFTt|Ведьма ковена|Ведьмы ковена|set=5}}, {{TFTt|Восставший|Восставшие|set=5}}, {{TFTt|Драконоборец|Драконоборцы|set=5}}, {{TFTt|Забвенный|Забвенные|set=5}}, {{TFTt|Предвестник ночи|Предвестники ночи|set=5}}, {{TFTt|Чертенок|Чертенята|set=5}} и {{TFTt|Чудовище|Чудовища|set=5}}, .<br />[[File:Darius God-KingSquare.png|20px|link=]] {{sbc|Враги Дариуса:}} {{TFTt|Дракон|Драконы|set=5}}, {{TFTt|Искупленный|Искупленные|set=5}}, {{TFTt|Латник|Латники|set=5}}, {{TFTt|Лесной страж|Лесные стражи|set=5}} и {{TFTt|Предвестник зари|Предвестники зари|set=5}}."
	        }
        }
    },
    ["Космопират"] = {
        ["engname"] = "Space Pirate",
        ["gs"]      = "Космопирата",
        ["gp"]      = "Космопиратов",
        ["sets"]    = {
            [3] = {
                ["type"] = "Фракция",
                ["icon"] = "Space Pirate TFT icon.svg",
                ["synergy"] = "Убитый '''Космопиратом''' враг может оставить после себя дополнительную добычу.",
                ["levels"] = {
                    [2] = "50% шанса выпадения {{g|1}}",
                    [4] = "50% шанса выпадения {{g|1}} и 25% − базового предмета."
                }
            },
            [3.5] = {
                ["type"] = "Фракция",
                ["icon"] = "Space Pirate TFT icon.svg",
                ["synergy"] = "Убитый '''Космопиратом''' враг может оставить после себя дополнительную добычу.",
                ["levels"] = {
                    [2] = "50% шанса выпадения {{g|1}}",
                    [4] = "50% шанса выпадения {{g|1}} и 33% − базового предмета."
                }
            }
        }
    },
    ["Космострелок"] = {
        ["engname"] = "Blaster",
        ["gs"]      = "Космострелка",
        ["gp"]      = "Космострелков",
        ["sets"]    = {
            [3] = {
                ["type"] = "Класс",
                ["icon"] = "Blaster TFT icon.svg",
                ["synergy"] = "Каждую четвертую атаку '''Космотрелок''' делает несколько дополнительных выстрелов в случайных врагов.",
                ["levels"] = {
                    [2] = "3 дополнительных атаки",
                    [4] = "5 дополнительных атак"
                }
            },
            [3.5] = {
                ["type"] = "Класс",
                ["icon"] = "Blaster TFT icon.svg",
                ["synergy"] = "Каждую четвертую атаку '''Космотрелок''' делает несколько дополнительных выстрелов в случайных врагов.",
                ["levels"] = {
                    [2] = "3 дополнительных атаки",
                    [4] = "6 дополнительных атак"
                }
            }
        }
    },
    ["Кристалл"] = {
        ["engname"] = "Crystal",
        ["gs"]      = "Кристальных чемпиона",
        ["gp"]      = "Кристальных чемпионов",
        ["sets"]    = {
            [2] = {
                ["type"] = "Фракция",
                ["icon"] = "Crystal TFT icon.svg",
                ["synergy"] = "'''Кристальные''' чемпионы не могут получить больше определенного количества урона от атаки или умения.",
                ["diamondtrait"] = true,
                ["levels"] = {
                    [2] = "110 урона максимум",
                    [4] = "60 урона максимум"
                }
            }
        }
    },
    ["Латник"] = {
        ["engname"] = "Ironclad",
        ["gs"]      = "Латника",
        ["gp"]      = "Латников",
        ["sets"] = {
	        [5] = {
	            ["type"] = "Фракция",
	            ["icon"] = "Ironclad TFT icon.svg",
	            ["synergy"] = "Все союзники получают {{as|'''доп.''' броню}}.",
	            ["levels"] = {
	                [2] = "40 брони",
	                [3] = "90 брони",
	               },
	            ["item"] = "Эмблема латника"
	        },
        }
    },
    ["Легионер"] = {
    	["engname"] = "Legionnaire",
    	["gs"] = "Легионера",
    	["gp"] = "Легионеров",
    	["sets"] = {
	        [5] = {
				["type"] = "Класс",
				["icon"] = "Legionnaire TFT icon.svg",
				["synergy"] = "Скорость атаки Легионеров увеличена. Первая автоатака после использования умения исцеляет Легионера на 50% от нанесенного урона.",
				["diamondtrait"] = true,
				["levels"] = {
					[2] = "+25% скорости атаки",
					[4] = "+60% скорости атаки",
					[6] = "+110% скорости атаки",
					[8] = "+180% скорости атаки"
				},
				["item"] = "Эмблема легионера"
			},
		}
	},
    ["Ледник"] = {
        ["engname"] = "Glacial",
        ["gs"]      = "Ледниковых чемпиона",
        ["gp"]      = "Ледниковых чемпионов",
        ["sets"]    = {
            [2] = {
                ["type"] = "Фракция",
                ["icon"] = "Glacial TFT icon.svg",
                ["synergy"] = "У '''Ледниковых''' чемпионов появляется 25% шанс {{tip|TFT оглушение|оглушить}} врага при попадании на {{fd|1.5}} секунды. При успешном оглушении враг получает дополнительный {{as|магический урон}}.",
                ["diamondtrait"] = true,
                ["levels"] = {
                    [2] = "75 урон",
                    [4] = "175 урон",
                    [6] = "375 урон"
                },
                ["item"] = "Замерзший Молот"
            }
        }
    },
    ["Лес"] = {
        ["engname"] = "Woodland",
        ["gs"]      = "Лесных чемпиона",
        ["gp"]      = "Лесных чемпионов",
        ["sets"]    = {
            [2] = {
                ["type"] = "Фракция",
                ["icon"] = "Woodland TFT icon.svg",
                ["synergy"] = "В начале боя некоторые '''Лесные''' чемпионы создают свою копию (без предметов).",
                ["diamondtrait"] = true,
                ["levels"] = {
                    [3] = "Случайный '''Лесной''' чемпион",
                    [6] = "Все '''Лесные''' чемпионы"
                }
            }
        }
    },
    ["Лесной страж"] = {
        ["engname"] = "Verdant",
        ["gs"]      = "Лесных стража",
        ["gp"]      = "Лесных стражей",
        ["sets"] = {
	        [5] = {
	            ["type"] = "Фракция",
	            ["icon"] = "Verdant TFT icon.svg",
	            ["synergy"] = "Чемпионы, к которым примыкает хотя бы один '''Лесной страж''', получают невосприимчивость к эффектам контроля на первые секунды боя. Эффект не суммируется, если рядом несколько '''Лесных стражей'''.",
	            ["levels"] = {
	                [2] = "5 секунд",
	                [3] = "8 секунд",
				}
	        },
        }
    },
    ["Луна"] = {
        ["engname"] = "Lunar",
        ["sets"]    = {
            [2] = {
                ["type"] = "Фракция",
                ["icon"] = "Lunar TFT icon.svg",
                ["synergy"] = "Пока в команде не менее [[File:Lunar TFT gold icon.png|20px|link=]] 2 '''Лунных''' чемпионов, каждые 7 секунд члены вашей команды получают дополнительные {{as|15% шанса критического удара}}, {{As|15% критического урона}} и {{As|15% силы умений}}. Этот эффект суммируется до 4 раз (максимально {{As|60% шанса критического удара}}, {{As|60% критического урона}} и {{as|60% силы умений}})."
            }
        }
    },
    ["Маг"] = {
        ["engname"] = "Mage",
        ["gs"]      = "Мага",
        ["gp"]      = "Магов",
        ["sets"]    = {
            [2] = {
                ["type"] = "Класс",
                ["icon"] = "Mage TFT icon.svg",
                ["synergy"] = "При использовании умения у Мага появляется шанс использовать его второй раз без затрат маны.",
                ["levels"] = {
                    [3] = "50% шанс",
                    [6] = "100% шанса. Все '''Маги''' получают {{As|20 силы умений}}"
                },
                ["item"] = "Шляпа мага"
            }
        }
    },
    ["Мастер клинка"] = {
        ["engname"] = "Blademaster",
        ["gs"]      = "Мастера клинка",
        ["gp"]      = "Мастеров клинка",
        ["sets"]    = {
            [1] = {
                ["type"] = "Класс",
                ["icon"] = "Blademaster TFT icon.svg",
                ["synergy"] = "При каждой автоатаке '''Мастера клинка''' с вероятностью 45% нанесут ещё несколько ударов в быстрой последовательности.",
                ["levels"] = {
                    [3] = "1 доп. удар",
                    [6] = "2 доп. удара",
                    [9] = "4 доп. удара"
                },
                ["item"] = "Клинок уничтоженного короля"
            },
            [2] = {
                ["type"] = "Класс",
                ["icon"] = "Blademaster TFT icon.svg",
                ["synergy"] = "При каждой автоатаке '''Мастера клинка''' с вероятностью 45% нанесут ещё несколько ударов в быстрой последовательности.",
                ["diamondtrait"] = true,
                ["levels"] = {
                    [2] = "1 доп. удар",
                    [4] = "2 доп. удара",
                    [6] = "4 доп. удара"
                },
                ["item"] = "Клинок уничтоженного короля"
            },
            [3] = {
                ["type"] = "Класс",
                ["icon"] = "Blademaster TFT icon.svg",
                ["synergy"] = "При каждой автоатаке у '''Мастеров клинка''' появляется шанс нанести ещё 2 удара в быстрой последовательности.",
                ["diamondtrait"] = true,
                ["levels"] = {
                    [3] = "30% шанс",
                    [6] = "55% шанс",
                    [9] = "100% шанс"
                },
                ["item"] = "Клинок уничтоженного короля"
            },
            [3.5] = {
                ["type"] = "Класс",
                ["icon"] = "Blademaster TFT icon.svg",
                ["synergy"] = "При каждой автоатаке у '''Мастеров клинка''' появляется шанс нанести ещё 2 удара в быстрой последовательности.",
                ["diamondtrait"] = true,
                ["levels"] = {
                    [3] = "30% шанс",
                    [6] = "65% шанс",
                    [9] = "100% шанс"
                },
                ["item"] = "Клинок уничтоженного короля"
            }
        }
    },
    ["Мистик"] = {
        ["engname"] = "Mystic",
        ["gs"]      = "Мистика",
        ["gp"]      = "Мистиков",
        ["sets"]    = {
            [2] = {
                ["type"] = "Класс",
                ["icon"] = "Mystic TFT icon.svg",
                ["synergy"] = "Все союзники получают {{as|'''доп.''' сопротивление магии}}.",
                ["levels"] = {
                    [2] = "40",
                    [4] = "120"
                }
            },
            [3] = {
                ["type"] = "Класс",
                ["icon"] = "Mystic TFT icon.svg",
                ["synergy"] = "Все союзники получают {{as|'''доп.''' сопротивление магии}}.",
                ["levels"] = {
                    [2] = "35",
                    [4] = "105"
                }
            },
            [3.5] = {
                ["type"] = "Класс",
                ["icon"] = "Mystic TFT icon.svg",
                ["synergy"] = "Все союзники получают {{as|'''доп.''' сопротивление магии}}.",
                ["levels"] = {
                    [2] = "50",
                    [4] = "120"
                }
            },
            [4] = {
				["type"] = "Класс",
				["icon"] = "Mystic TFT icon.svg",
				["synergy"] = "Все союзники получают {{as|'''дополнительное''' сопротивление магии}}.",
				["diamondtrait"] = true,
				["levels"] = {
					[2] = "+40 сопротивления магии",
					[4] = "+100 сопротивления магии",
					[6] = "+200 сопротивления магии"
				}
	        },
	        [4.5] = {
				["type"] = "Класс",
				["icon"] = "Mystic TFT icon.svg",
				["synergy"] = "Все союзники получают {{as|'''дополнительное''' сопротивление магии}}.",
				["diamondtrait"] = true,
				["levels"] = {
					[2] = "+40 сопротивления магии",
					[4] = "+120 сопротивления магии",
					[6] = "+300 сопротивления магии"
				}
			},
			[5] = {
				["type"] = "Класс",
				["icon"] = "Mystic TFT icon.svg",
				["synergy"] = "Все союзники получают {{as|'''дополнительное''' сопротивление магии}}.",
				["diamondtrait"] = true,
				["levels"] = {
					[2] = "+40 сопротивления магии",
					[4] = "+100 сопротивления магии",
					[6] = "+200 сопротивления магии"
				}
	        }
        }
    },
    ["Модифицированный"] = {
        ["engname"] = "Battlecast",
        ["gs"]      = "Модифицированных",
        ["gp"]      = "Модифицированных",
        ["sets"]    = {
            [3.5] = {
                ["type"] = "Фракция",
                ["icon"] = "Battlecast TFT icon.svg",
                ["synergy"] = "После нанесения или получения урона 10 раз '''Модифицированный''' наносит {{as|магический урон}} ближайшему врагу, если собственный {{as|запас здоровья '''выше''' 50%}}, или исцеляется, если {{as|запас здоровья '''ниже''' 50%}}.",
                ["diamondtrait"] = true,
                ["levels"] = {
                    [2] = "80 урона и исцеления",
                    [4] = "180 урона и исцеления",
                    [6] = "480 урона и исцеления",
                    [8] = "1000 урона и исцеления"
                },
                ["item"] = "Модифицированная броня"
            }
        }
    },
    ["Море"] = {
        ["engname"] = "Ocean",
        ["gs"]      = "Морских чемпиона",
        ["gp"]      = "Морских чемпионов",
        ["sets"]    = {
            [2] = {
                ["type"] = "Фракция",
                ["icon"] = "Ocean TFT icon.svg",
                ["synergy"] = "Все союзники восстанавливают {{as|ману}} каждые 4 секунды.",
                ["diamondtrait"] = true,
                ["levels"] = {
                    [2] = "+10 маны",
                    [4] = "+30 маны",
                    [6] = "+60 маны"
                }
            }
        }
    },
    ["Наемник"] = {
        ["engname"] = "Mercenary",
        ["sets"]    = {
            [3] = {
                ["type"] = "Класс",
                ["icon"] = "Mercenary TFT icon.svg",
                ["synergy"] = "Когда '''Наемник''' в команде или на скамейке запасных, в магазине игрока с некоторой вероятностью появляются Улучшения для этого '''Наемника''' стоимостью в {{g|8}} за каждое. Каждого Наемника можно усилить до 3 раз."
            },
            [3.5] = {
                ["type"] = "Класс",
                ["icon"] = "Mercenary TFT icon.svg",
                ["synergy"] = "Когда '''Наемник''' в команде или на скамейке запасных, в магазине игрока с некоторой вероятностью появляются Улучшения для этого '''Наемника''' стоимостью в {{g|8}} за каждое. Каждого Наемника можно усилить до 3 раз."
            }
        }
    },
    ["Небожитель"] = {
        ["engname"] = "Celestial",
        ["gs"]      = "Небожителя",
        ["gp"]      = "Небожителей",
        ["sets"]    = {
            [3] = {
                ["type"] = "Фракция",
                ["icon"] = "Celestial TFT icon.svg",
                ["synergy"] = "Все союзники исцеляются на процент от нанесенного урона.",
                ["levels"] = {
                    [2] = "15%",
                    [4] = "35%",
                    [6] = "60%"
                },
                ["item"] = "Сфера небожителя"
            },
            [3.5] = {
                ["type"] = "Фракция",
                ["icon"] = "Celestial TFT icon.svg",
                ["synergy"] = "Все союзники исцеляются на процент от нанесенного урона.",
                ["diamondtrait"] = true,
                ["levels"] = {
                    [2] = "15%",
                    [4] = "45%",
                    [6] = "150%"
                },
                ["item"] = "Сфера небожителя"
            }
        }
    },
    ["Ниндзя"] = {
        ["engname"] = "Ninja",
        ["sets"]    = {
            [1] = {
                ["type"] = "Фракция",
                ["icon"] = "Ninja TFT icon.svg",
                ["synergy"] = "'''Ниндзя''' получают дополнительную {{as|силу атаки}} и {{as|силу умений}}.",
                ["levelunique"] = true,
                ["levels"] = {
                    [1] = "Данный '''Ниндзя''' получает {{as|50 силы атаки}} и {{as|50 силы умений}}.",
                    [4] = "Все '''Ниндзя''' получают {{as|80 силы атаки}} и {{as|80 силы умений}}."
                }
            }
        }
    },
    ["Обитатель Бездны"] = {
        ["engname"] = "Void",
        ["gs"]      = "Обитателя Бездны",
        ["gp"]      = "Обитателей Бездны",
        ["sets"]    = {
            [1] = {
                ["type"] = "Фракция",
                ["icon"] = "Void TFT icon.svg",
                ["synergy"] = "Автоатаки и умения выбранных '''Обитателей Бездны''' наносят чистый урон.",
                ["levels"] = {
                    [2] = "Бонус получает случаный '''Обитатель Бездны'''",
                    [4] = "Бонус получают все '''Обитатели Бездны'''."
                }
            },
            [3] = {
                ["type"] = "Фракция",
                ["icon"] = "Void TFT icon.svg",
                ["synergy"] = "Если в команде [[File:Void TFT gold icon.png|20px]] 3 '''Обитателя Бездны''', то все '''Обитатели Бездны''' наносят {{as|чистый урон}}."
            }
        }
    },
    ["Одичалый"] = {
        ["engname"] = "Wild",
        ["sets"]    = {
            [1] = {
                ["type"] = "Фракция",
                ["icon"] = "Wild TFT icon.svg",
                ["synergy"] = "Выбранные союзники генерируют ''заряды'' {{as|Ярости}} при попадании автоатаками, максимум ''5 зарядов''. Каждый заряд дает {{as|10% скорости атаки}} (максимум {{as|50% скорости атаки}}).",
                ["levels"] = {
                    [2] = "Заряды создают все '''Одичалые'''",
                    [4] = "Заряды создают все союзники. От атак '''Одичалых''' нельзя уклониться."
                }
            }
        }
    },
    ["Оледенелый"] = {
        ["engname"] = "Glacial",
        ["gs"]      = "Оледенелых",
        ["gp"]      = "Оледенелых",
        ["sets"]    = {
            [1] = {
                ["type"] = "Фракция",
                ["icon"] = "Glacial TFT icon.svg",
                ["synergy"] = "У Оледенелых появляется шанс {{tip|TFT оглушение|оглушить}} врага при попадании на {{fd|1.5}} секунды..",
                ["levels"] = {
                    [2] = "20%",
                    [4] = "33%",
                    [6] = "50%"
                },
                ["item"] = "Замерзший Молот"
            },
        }
    },
    ["Опекун"] = {
        ["engname"] = "Caretaker",
        ["sets"] = {
	        [5] = {
	            ["type"] = "Класс",
	            ["icon"] = "Caretaker TFT icon.svg",
	            ["synergy"] = "[[File:Caretaker TFT gold icon.png|20px|link=]] '''Опекуны''' появляются вместе с дракончиком, которого можно разместить в любом гексе. Дракончики получают {{as|100% скорости атаки}} опекуна и при смерти восстанавливают своему опекуну {{as|80 маны}}.",
	        }
        }
	},
    ["Парагон"] = {
        ["engname"] = "Paragon",
        ["sets"]    = {
            [3.5] = {
                ["type"] = "Класс",
                ["icon"] = "Paragon TFT icon.svg",
                ["synergy"] = "[[File:Paragon TFT gold icon.png|20px|link=]] Автоатаки союзных {{TFTt|Звездный защитник|Звездных защитников}} наносят {{As|чистый урон}}. Автоатаки остальных союзников наносят {{as|магический урон}}."
            }
        }
    },
    ["Перевертыш"] = {
        ["engname"] = "Shapeshifter",
        ["gs"]      = "Перевертыша",
        ["gp"]      = "Перевертышей",
        ["sets"]    = {
            [1] = {
                ["type"] = "Класс",
                ["icon"] = "Shapeshifter TFT icon.svg",
                ["synergy"] = "Когда Перевертыши активируют свое умение, они получают дополнительное {{as|'''максимальное''' здоровье}} и исцеляются на полученную прибавку.",
                ["levels"] = {
                    [3] = "{{as|+60% of '''макс.''' здоровья}}",
                    [6] = "{{as|+100% of '''макс.''' здоровья}}"
                }
            }
        }
    },
    ["Переменная"] = {
        ["engname"] = "Variable",
        ["sets"]    = {
            [2] = {
                ["type"] = "Фракция",
                ["icon"] = "Variable TFT icon.svg",
                ["synergy"] = "Чемпион с Переменной стихией меняет свою стихию в зависимости от игровых условий. Условия преобразования и доступные стихии отличаются от чемпиона к чемпиону."
            }
        }
    },
    ["Пилот меха"] = {
        ["engname"] = "Mech-Pilot",
        ["gs"]      = "Пилота меха",
        ["gp"]      = "Пилотов меха",
        ["sets"]    = {
            [3] = {
                ["type"] = "Фракция",
                ["icon"] = "Mech-Pilot TFT icon.svg",
                ["synergy"] = "Если в команде не менее [[File:Mech-Pilot TFT gold icon.png|20px|link=]] 3 '''Пилотов меха''', то в начале боя 3 случайных '''Пилота робота''' объединяются в одного '''Супермеха''', который существует, пока не умрет. '''Супермеха''' совмещает классы '''Пилотов''' и получает 3 случайно выбранных предмета из инвентарей '''Пилотов'''. Когда '''Супер-робот''' умирает, '''Пилоты''' катапультируются и продолжают сражаться по отдельности как обычно."
            },
            [3.5] = {
                ["type"] = "Фракция",
                ["icon"] = "Mech-Pilot TFT icon.svg",
                ["synergy"] = "Если в команде не менее [[File:Mech-Pilot TFT gold icon.png|20px|link=]] 3 '''Пилотов меха''', то в начале боя 3 случайных '''Пилота робота''' объединяются в одного '''Супермеха''', который существует, пока не умрет. '''Супермеха''' совмещает классы '''Пилотов''' и получает 3 случайно выбранных предмета из инвентарей '''Пилотов'''. Когда '''Супермеха''' умирает, '''Пилоты''' катапультируются с {{as|35% здоровья}} и продолжают сражаться по отдельности как обычно."
            }
        }
    },
    ["Пират"] = {
        ["engname"] = "Pirate",
        ["gs"]      = "Пирата",
        ["gp"]      = "Пиратов",
        ["sets"]    = {
            [1] = {
                ["type"] = "Фракция",
                ["icon"] = "Pirate TFT icon.svg",
                ["synergy"] = "Пока в команде [[File:Pirate TFT gold icon.png|20px|link=]] 3 '''Пирата''', в конце каждого PvP раунда появляется сундук, который содержит {{g|от 0 до 4}}."
            }
        }
    },
    ["Повстанец"] = {
        ["engname"] = "Rebel",
        ["gs"]      = "Повстанца",
        ["gp"]      = "Повстанцев",
        ["sets"]    = {
            [3] = {
                ["type"] = "Фракция",
                ["icon"] = "Rebel TFT icon.svg",
                ["synergy"] = "В начале боя '''Повстанцы''' получают щит на 8 секунд и бонус к урону за каждого примыкающего '''Повстанца'''. Прочность щита не зависит от {{As|силы умений}}.",
                ["diamondtrait"] = true,
                ["levels"] = {
                    [3] = "150 прочности щита и +10% урона",
                    [6] = "210 прочности щита и +12% урона",
                    [9] = "330 прочности щита и +15% урона"
                },
                ["item"] = "Медаль повстанца"
            },
            [3.5] = {
                ["type"] = "Фракция",
                ["icon"] = "Rebel TFT icon.svg",
                ["synergy"] = "В начале боя '''Повстанцы''' получают щит на 8 секунд и бонус к урону за каждого примыкающего '''Повстанца'''. Прочность щита не зависит от {{As|силы умений}}.",
                ["diamondtrait"] = true,
                ["levels"] = {
                    [3] = "150 прочности щита и 10% урона",
                    [6] = "225 прочности щита и 12% урона",
                    [9] = "400 прочности щита и 20% урона"
                },
                ["item"] = "Медаль повстанца"
            }
        }
    },
    ["Подрывник"] = {
        ["engname"] = "Demolitionist",
        ["gs"]      = "Подрывника",
        ["gp"]      = "Подрывников",
        ["sets"]    = {
            [3] = {
                ["type"] = "Класс",
                ["icon"] = "Demolitionist TFT icon.svg",
                ["synergy"] = "Пока в команде [[File:Demolitionist TFT gold icon.png|20px]] 2 '''Подрывника''', умения всех '''Подрывников''' {{tip|TFT оглушение|оглушают}} цели на {{fd|1.5}} секунды.",
                ["item"] = "Заряд подрывника"
            },
            [3.5] = {
                ["type"] = "Класс",
                ["icon"] = "Demolitionist TFT icon.svg",
                ["synergy"] = "Пока в команде [[File:Demolitionist TFT gold icon.png|20px]] 2 '''Подрывника''', умения всех '''Подрывников''' {{tip|TFT оглушение|оглушают}} цели на {{fd|1.5}} секунды."
            }
        }
    },
    ["Похититель маны"] = {
        ["engname"] = "Mana-Reaver",
        ["gs"]      = "Похитителя маны",
        ["gp"]      = "Похитителей маны",
        ["sets"]    = {
            [3] = {
                ["type"] = "Класс",
                ["icon"] = "Mana-Reaver TFT icon.svg",
                ["synergy"] = "Когда в команде [[File:Mana-Reaver TFT gold icon.png|20px]] 2 '''Похитителей маны''', то автоатаки '''Похитителей маны''' увеличивают затраты маны следующего заклинания цели на 40%."
            },
            [3.5] = {
                ["type"] = "Класс",
                ["icon"] = "Mana-Reaver TFT icon.svg",
                ["synergy"] = "Когда в команде [[File:Mana-Reaver TFT gold icon.png|20px]] 2 '''Похитителей маны''', то автоатаки '''Похитителей маны''' увеличивают затраты маны следующего заклинания цели на 30%."
            }
        }
    },
    ["Призрак"] = {
        ["engname"] = "Phantom",
        ["sets"]    = {
            [1] = {
                ["type"] = "Фракция",
                ["icon"] = "Phantom TFT icon.svg",
                ["synergy"] = "Пока в игре 2 '''Призрака''', случайный противник начинает игру с {{as|100 здоровья}}. Эффект срабатывает против эпических монстров, оставляет им {{as|{{Fd|66.7%}} запаса здоровья}}."
            }
        }
    },
    ["Предвестник зари"] = {
    	["engname"] = "Dawnbringer",
    	["gs"] = "Предвестника зари",
    	["gp"] = "Предвестников зари",
    	["sets"] = {
	        [5] = {
	            ["type"] = "Фракция",
	            ["icon"] = "Dawnbringer TFT icon.svg",
	            ["synergy"] = "'''Предвестники зари''' стремительно исцеляются, когда в первый раз за бой их здоровье падает ниже отметки в {{as|50% '''макс.''' запаса|здоровье}}. Пока у одного из '''Предвестников зари''' действует этот эффект лечения, все '''Предвестники зари''' наносят на 10% больше урона.",
	            ["diamondtrait"] = true,
	            ["levels"] = {
	                [2] = "Исцеляются на {{as|30% '''макс.''' здоровья}}",
	                [4] = "Исцеляются на {{as|60% '''макс.''' здоровья}}",
	                [6] = "Исцеляются на {{as|90% '''макс.''' здоровья}}",
	                [8] = "Исцеляются на {{as|130% '''макс.''' здоровья}}"
	                },
	            ["item"] = "Эмблема предвестника зари"
	       }
       }
    },
    ["Предвестник ночи"] = {
    	["engname"] = "Nightbringer",
    	["gs"] = "Предвестника ночи",
    	["gp"] = "Предвестников ночи",
	    ["sets"] = {
	        [5] = {
	            ["type"] = "Фракция",
	            ["icon"] = "Nightbringer TFT icon.svg",
	            ["synergy"] = "Предвестники ночи получают на 8 секунд щит, когда в первый раз за бой их здоровье падает нже отметки в {{as|50% '''макс.''' запаса|здоровье}}. Пока щит держится, урон этого '''Предвестника ночи''' увеличен.",
	            ["diamondtrait"] = true,
	            ["levels"] = {
	                [2] = "Прочность щита: {{as|30% '''макс.''' здоровья}}, +20% урона",
	                [4] = "Прочность щита: {{as|60% '''макс.''' здоровья}}, 30% урона",
	                [6] = "Прочность щита: {{as|90% '''макс.''' здоровья}}, 40% урона",
	                [8] = "Прочность щита: {{as|140% '''макс.''' здоровья}}, 50% урона",
	               },
	            ["item"] = "Эмблема предвестника ночи"
	        },
        }
    },
    ["Призыватель"] = {
        ["engname"] = "Summoner",
        ["gs"]      = "Призывателя",
        ["gp"]      = "Призывателей",
        ["sets"]    = {
            [2] = {
                ["type"] = "Класс",
                ["icon"] = "Summoner TFT icon.svg",
                ["synergy"] = "Призываемые бойцы получают {{as|'''дополнительное''' здоровье}} и существуют дольше.",
                ["levels"] = {
                    [3] = "+30% здоровья и времени жизни",
                    [6] = "+120% здоровья и времени жизни"
                }
            }
        }
    },
    ["Пустыня"] = {
        ["engname"] = "Desert",
        ["gs"]      = "Чемпиона Пустыни",
        ["gp"]      = "Чемпионов Пустыни",
        ["sets"]    = {
            [2] = {
                ["type"] = "Фракция",
                ["icon"] = "Desert TFT icon.svg",
                ["synergy"] = "Чемпионы '''Пустыни''' уменьшают {{As|броню}} вражеской команды.",
                ["levels"] = {
                    [2] = "40% уменьшения брони",
                    [4] = "100% уменьшения брони"
                }
            }
        }
    },
    ["Рейнджер"] = {
        ["engname"] = "Ranger",
        ["gs"]      = "Рейнджера",
        ["gp"]      = "Рейнджеров",
        ["sets"]    = {
            [1] = {
                ["type"] = "Класс",
                ["icon"] = "Ranger TFT icon.svg",
                ["synergy"] = "Каждые 3 секунды у Рейнджера появляется шанс получить удвоенную {{as|скорость атаки}} на 3 секунды.",
                ["levels"] = {
                    [2] = "40% шанс",
                    [4] = "70% шанс"
                }
            },
            [2] = {
                ["type"] = "Класс",
                ["icon"] = "Ranger TFT icon.svg",
                ["synergy"] = "Каждые 3 секунды у Рейнджера появляется шанс получить множитель {{as|скорость атаки}} на 3 секунды.",
                ["levels"] = {
                    [2] = "35%, {{as|х2 скорость атаки}}",
                    [4] = "80%, {{as|х2 скорость атаки}}",
                    [6] = "100%, {{as|{{fd|x2.5}} скорость атаки}}"
                }
            },
	        [5] = {
	            ["type"] = "Класс",
	            ["icon"] = "Ranger TFT icon.svg",
	            ["synergy"] = "Каждые 4 секунды '''Рейнджеры''' получают {{as|'''дополнительную''' скорость атаки}} на 4 секунды. Спустя 4 секунды после окончания бонуса, они вновь получают это усиление.",
	            ["levels"] = {
	                [2] = "+70% скорости атаки",
	                [3] = "+180% скорости атаки",
	            }
	        }
        }
    },
    ["Робот"] = {
        ["engname"] = "Robot",
        ["sets"]    = {
            [1] = {
                ["type"] = "Фракция",
                ["icon"] = "Robot TFT icon.svg",
                ["synergy"] = "Роботы начинают раунд с  {{as|полным запасом маны}}."
            }
        }
    },
    ["Рыцарь"] = {
        ["engname"] = "Knight",
        ["gs"]      = "Рыцаря",
        ["gp"]      = "Рыцарей",
        ["sets"]    = {
            [1] = {
                ["type"] = "Класс",
                ["icon"] = "Knight TFT icon.svg",
                ["synergy"] = "Все союзники получают меньше единиц урона от любых источников.",
                ["levels"] = {
                    [2] = "15",
                    [4] = "30",
                    [6] = "60"
                },
                ["item"] = "Клятва рыцаря"
            },
	        [5] = {
	            ["type"] = "Класс",
	            ["icon"] = "Knight TFT icon.svg",
	            ["synergy"] = "Все союзники блокируют фиксированное количество урона ото всех источников.",
	            ["levels"] = {
	                [2] = "15 единиц урона",
	                [4] = "40 единиц урона",
	                [6] = "90 единиц урона"
	                },
	        }
        }
    },
    ["Свет"] = {
        ["engname"] = "Light",
        ["gs"]      = "Чемпиона Света",
        ["gp"]      = "Чемпионов Света",
        ["sets"]    = {
            [2] = {
                ["type"] = "Фракция",
                ["icon"] = "Light TFT icon.svg",
                ["synergy"] = "Когда чемпион '''Света''' умирает, все остальные чемпионы '''Света''' получают накапливающийся бонус к скорости атаки и исцеляются на {{As|20% '''макс.''' здоровья умершего}}.",
                ["diamondtrait"] = true,
                ["levels"] = {
                    [3] = "+20% скорости атаки",
                    [6] = "+30% скорости атаки",
                    [9] = "+50% скорости атаки"
                },
                ["item"] = "Талисман света"
            }
        }
    },
    ["Связанная душа"] = {
        ["engname"] = "Soulbound",
        ["sets"]    = {
            [2] = {
                ["type"] = "Класс",
                ["icon"] = "Soulbound TFT icon.svg",
                ["synergy"] = "Пока в команде не менее [[File:Soulbound TFT gold icon.png|20px|link=]] 2 '''Связанных душ''', первая убитая '''Связанная душа''' перерождается в виде призрака и продолжает бой в качестве неуловимого и бессмертного бойца, пока не будет убита вторая Связанная душа."
            }
        }
    },
    ["Снайпер"] = {
        ["engname"] = "Sniper",
        ["gs"]      = "Снайпера",
        ["gp"]      = "Снайперов",
        ["sets"]    = {
            [3] = {
                ["type"] = "Класс",
                ["icon"] = "Sniper TFT icon.svg",
                ["synergy"] = "Пока в команде хотя бы [[File:Sniper TFT gold icon.png|20px|link=]] 2 '''Снайпера''', все '''Снайперы''' наносят на 15% больше урона за каждый гекс до цели."
            },
            [3.5] = {
                ["type"] = "Класс",
                ["icon"] = "Sniper TFT icon.svg",
                ["synergy"] = "'''Снайперы''' наносят на больше урона за каждый гекс до цели.",
                ["levels"] = {
                    [2] = "9%",
                    [4] = "16%"
                }
            }
        }
    },
    ["Сталь"] = {
        ["engname"] = "Steel",
        ["gs"]      = "Стальных чемпиона",
        ["gp"]      = "Стальных чемпионов",
        ["sets"]    = {
            [2] = {
                ["type"] = "Фракция",
                ["icon"] = "Steel TFT icon.svg",
                ["synergy"] = "Стальные чемпионы получают временную неуязвимость к урону, когда их запас здоровья падает ниже отметки в {{as|50% от '''максимума'''|здоровье}}.",
                ["diamondtrait"] = true,
                ["levels"] = {
                    [2] = "2 секунд",
                    [3] = "3 секунд",
                    [4] = "4 секунд"
                }
            }
        }
    },
    ["Страж"] = {
        ["engname"] = "Guardian",
        ["sets"]    = {
            [1] = {
                ["type"] = "Класс",
                ["icon"] = "Guardian TFT icon.svg",
                ["synergy"] = "Если в команде хотя бы [[File:Guardian TFT gold icon.png|20px]] 2 '''Стража''', то они дают {{as|40 брони}} всем чемпионам, которые стояли на соседних с ними гексах в начале боя. Этот эффект может складываться на чемпионе за каждого '''Стража''' неподалеку. '''Страж''' не получает собственный бонус, но может получить его от смежного '''Стража'''."
            }
        }
    },
    ["Стрелок"] = {
        ["engname"] = "Gunslinger",
        ["gs"]      = "Стрелка",
        ["gp"]      = "Стрелков",
        ["sets"]    = {
            [1] = {
                ["type"] = "Класс",
                ["icon"] = "Gunslinger TFT icon.svg",
                ["synergy"] = "При каждый автоатаке у Стрелков есть 50% шанс сделать ещё несколько выстрелов, чтобы поразить случайного врага в радиусе атаки.",
                ["levels"] = {
                    [2] = "1 дополнительный выстрел",
                    [4] = "2 дополнительных выстрела",
                    [6] = "4 дополнительных выстрела"
                },
            }
        }
    },
    ["Сумрак"] = {
        ["engname"] = "Shadow",
        ["gs"]      = "Сумрачных чемпиона",
        ["gp"]      = "Сумрачных чемпионов",
        ["sets"]    = {
            [2] = {
                ["type"] = "Фракция",
                ["icon"] = "Shadow TFT icon.svg",
                ["synergy"] = "'''Сумрачные''' чемпионы получают бонус к наносимому урону на 6 секунд в начале матча и после каждого добивания.",
                ["levels"] = {
                    [3] = "+65% к урону. Только для личных добиваний.",
                    [6] = "+150% урону. Дается, когда любой '''Сумрачный''' чемпион добивает врага."
                }
            }
        }
    },
    ["Темная Звезда"] = {
        ["engname"] = "Dark Star",
        ["gs"]      = "Темных Звезды",
        ["gp"]      = "Темных Звезд",
        ["sets"]    = {
            [3] = {
                ["type"] = "Фракция",
                ["icon"] = "Dark Star TFT icon.svg",
                ["synergy"] = "Когда умирает '''Темная звезда''', остальные '''Темные звезды''' получают бонус к {{as|силе атаки}} и {{as|силе умений}} до конца боя.",
                ["diamondtrait"] = true,
                ["levels"] = {
                    [3] = "+20",
                    [6] = "+25",
                    [9] = "+35"
                },
                ["item"] = "Сердце Темной Звезды"
            },
            [3.5] = {
                ["type"] = "Фракция",
                ["icon"] = "Dark Star TFT icon.svg",
                ["synergy"] = "Когда умирает союзный чемпион, '''Темные звезды''' получают бонус к {{as|силе атаки}} и {{as|силе умений}} до конца боя.",
                ["diamondtrait"] = true,
                ["levels"] = {
                    [2] = "+8",
                    [4] = "+18",
                    [6] = "+28",
                    [8] = "+48"
                },
                ["item"] = "Сердце Темной Звезды"
            }
        }
    },
    ["Убийца"] = {
        ["engname"] = "Assassin",
        ["gs"]      = "Убийц",
        ["gp"]      = "Убийц",
        ["sets"]    = {
            [1] = {
                ["type"] = "Класс",
                ["icon"] = "Assassin TFT icon.svg",
                ["innate"] = "В начале боя '''Убийца''' входит в невидимость и становится неуязвимым, после чего запрыгивают в тыл наиболее удаленного от него противника.",
                ["synergy"] = "'''Убийцы''' получают {{as|'''доп.''' шанс критического удара}} и {{as|'''доп.''' критический урон}}.",
                ["levels"] = {
                    [3] = "+5% шанса и +75% критического урона",
                    [6] = "+20% шанса и +150% критического урона+",
                    [9] = "+30% шанса и +225% критического урона"
                },
                ["item"] = "Призрачный клинок Йомуу"
            },
            [2] = {
                ["type"] = "Класс",
                ["icon"] = "Assassin TFT icon.svg",
                ["innate"] = "В начале боя '''Убийца''' входит в невидимость и становится неуязвимым, после чего запрыгивают в тыл наиболее удаленного от него противника.",
                ["synergy"] = "'''Убийцы''' получают {{as|'''доп.''' шанс критического удара}} и {{as|'''доп.''' критический урон}}.",
                ["levels"] = {
                    [3] = "+10% шанса и +70% критического урона",
                    [6] = "+20% шанса и +210% критического урона"
                },
                ["item"] = "Призрачный клинок Йомуу"
            },
	        [4] = {
	            ["type"] = "Класс",
	            ["icon"] = "Assassin TFT icon.svg",
	            ["innate"] = "Перед началом боя '''Убийцы''' совершают прыжок на заднюю линию врага.",
	            ["synergy"] = "Умения '''Убийц''' могут быть критическими. '''Убийцы''' имеют повышенный {{as|шанс критического удара}}, а их {{as|критический урон}} увеличен.",
	            ["diamondtrait"] = true,
	            ["levels"] = {
	                [2] = "+10% шанса и +30% критического урона",
	                [4] = "+25% шанса и +60% критического урона",
	                [6] = "+40% шанса и +90% критического урона"
	                },
	            ["item"] = "Призрачный клинок Йомуу"
	        },
	        [4.5] = {
	            ["type"] = "Класс",
	            ["icon"] = "Assassin TFT icon.svg",
	            ["innate"] = "Перед началом боя '''Убийцы''' совершают прыжок на заднюю линию врага.",
	            ["synergy"] = "Умения '''Убийц''' могут быть критическими. '''Убийцы''' имеют повышенный {{as|шанс критического удара}}, а их {{as|критический урон}} увеличен.",
	            ["diamondtrait"] = true,
	            ["levels"] = {
	                [2] = "+10% шанса и +25% критического урона",
	                [4] = "+30% шанса и +55% критического урона",
	                [6] = "+50% шанса и +90% критического урона"
	                },
	            ["item"] = "Призрачный клинок Йомуу"
	        },
	        [5] = {
	            ["type"] = "Класс",
	            ["icon"] = "Assassin TFT icon.svg",
	            ["innate"] = "Перед началом боя '''Убийцы''' совершают прыжок на заднюю линию врага.",
	            ["synergy"] = "Умения '''Убийц''' могут быть критическими. '''Убийцы''' имеют повышенный {{as|шанс критического удара}}, а их {{as|критический урон}} увеличен.",
	            ["levels"] = {
	                [2] = "+10% шанса и +25% критического урона",
	                [4] = "+30% шанса и +55% критического урона",
	                [6] = "+50% шанса и +90% критического урона"
	                },
	            ["item"] = "Эмблема убийцы"
	        }
        }
    },
    ["Хекстек"] = {
        ["engname"] = "Hextech",
        ["gs"]      = "Хекстковых чемпиона",
        ["gp"]      = "Хекстековых чемпионов",
        ["sets"]    = {
            [1] = {
                ["type"] = "Фракция",
                ["icon"] = "Hextech TFT icon.svg",
                ["synergy"] = "В начале боя '''Хекстековый''' чемпион кидает бомбу в выбранного противника с предметом, отключая предметы у чемпионов неподалеку на 5 секунд.",
                ["levels"] = {
                    [2] = "В радиусе 1 гекса",
                    [4] = "В радиусе 2 гексов"
                },
            }
        }
    },
    ["Хищник"] = {
        ["engname"] = "Predator",
        ["sets"]    = {
            [2] = {
                ["type"] = "Класс",
                ["icon"] = "Predator TFT icon.svg",
                ["synergy"] = "Если в команде не менее [[File:Predator TFT gold icon.png|20px|link=]] 3 '''Хищников''', '''Хищники''' мгновенно убивают врагов, у которых осталось {{as|'''менее''' 25% здоровья}}.",
            }
        }
    },
    ["Хранитель"] = {
        ["engname"] = "Warden",
        ["gs"]      = "Хранителя",
        ["gp"]      = "Хранителей",
        ["sets"]    = {
            [2] = {
                ["type"] = "Класс",
                ["icon"] = "Warden TFT icon.svg",
                ["synergy"] = "Запас {{as|брони}} '''Хранителей''' увеличивается.",
                ["levels"] = {
                    [2] = "+150% брони",
                    [4] = "+300% брони",
                    [6] = "+999% брони"
                },
                ["item"] = "Доспех хранителя"
            }
        }
    },
    ["Хроновоин"] = {
        ["engname"] = "Chrono",
        ["gs"]      = "Хроновоина",
        ["gp"]      = "Хроновоинов",
        ["sets"]    = {
            [3] = {
                ["type"] = "Фракция",
                ["icon"] = "Chrono TFT icon.svg",
                ["synergy"] = "Все союзники получают {{as|15% скорости атаки}} в начале боя, а затем каждые несколько секунд.",
                ["levels"] = {
                    [2] = "8 секунд",
                    [4] = "{{fd|3.5}} секунды",
                    [6] = "{{fd|1.5}} секунды"
                }
            },
            [3.5] = {
                ["type"] = "Фракция",
                ["icon"] = "Chrono TFT icon.svg",
                ["synergy"] = "Все союзники получают {{as|15% скорости атаки}} в начале боя, а затем раз в каждые несколько секунд.",
                ["diamondtrait"] = true,
                ["levels"] = {
                    [2] = "8 секунд",
                    [4] = "3 секунды",
                    [6] = "1 секунду",
                    [8] = "{{fd|0.5}} секунды"
                }
            }
        }
    },
    ["Целитель"] = {
    	["engname"] = "Renewer",
    	["gs"] = "Целителя",
    	["gp"] = "Целителей",
    	["sets"] = {
	        [5] = {
	            ["type"] = "Класс",
	            ["icon"] = "Renewer TFT icon.svg",
	            ["synergy"] = "Целители исцеляются на процент своего {{as|'''макс.''' запаса здоровья}} раз в секунду. Если зпас здоровья полон, они восстанавливают {{as|ману}}.",
	            ["levels"] = {
	                [2] = "{{as|3% здоровья}} или {{as|3% маны}}",
	                [4] = "{{as|6% здоровья}} или {{as|6% маны}}",
	                },
	            ["item"] = "Эмблема целителя"
	        },
		}
	},
    ["Чародей"] = {
        ["engname"] = "Sorcerer",
        ["gs"]      = "Чародея",
        ["gp"]      = "Чародеев",
        ["sets"]    = {
            [1] = {
                ["type"] = "Класс",
                ["icon"] = "Sorcerer TFT icon.svg",
                ["innate"] = "Sorcerers' basic attacks grant twice as much mana.",
                ["synergy"] = "{{tip|Tft сила умений|{{as|Сила умений}}}} всех союзников увеличена",
                ["levels"] = {
                    [3] = "+40",
                    [6] = "+120",
                    [9] = "+200"
                },
                ["item"] = "Юми"
            },
            [3] = {
                ["type"] = "Класс",
                ["icon"] = "Sorcerer TFT icon.svg",
                ["synergy"] = "{{tip|Tft сила умений|{{as|Сила умений}}}} всех союзников увеличена",
                ["diamondtrait"] = true,
                ["levels"] = {
                    [2] = "+20",
                    [4] = "+40",
                    [6] = "+75",
                    [8] = "+120"
                }
            },
            [3.5] = {
                ["type"] = "Класс",
                ["icon"] = "Sorcerer TFT icon.svg",
                ["synergy"] = "{{tip|Tft сила умений|{{as|Сила умений}}}} всех союзников увеличена.",
                ["levels"] = {
                    [2] = "+20",
                    [4] = "+40",
                    [6] = "+70"
                }
            }
        }
    },
    ["Чертенок"] = {
    	["engname"] = "Hellion",
    	["gs"] = "Чертенка",
    	["gp"] = "Чертенят",
    	["sets"] = {
	        [5] = {
	            ["type"] = "Фракция",
	            ["icon"] = "Hellion TFT icon.svg",
	            ["synergy"] = "'''Чертенята''' получают {{as|дополнительную скорость атаки}}. Всякий раз, когда Чертенок умирает, из адского портала выпрыгивает чертенок-двойник (на 1 уровня звезд меньше и без предметов) и вступает в бой.",
	            ["diamondtrait"] = true,
	            ["levels"] = {
	                [3] = "+5% скорости атаки",
	                [5] = "+50% скорости атаки",
	                [7] = "+125% скорости атаки",
	                },
	            ["item"] = "Эмблема чертенка"
	        },
        }
    },
    ["Чудовище"] = {
    	["engname"] = "Abomination",
    	["gs"] = "Чудовища",
    	["gp"] = "Чудовищ",
    	["sets"] = {
			[5] = {
				["type"] = "Фракция",
				["icon"] = "Abomination TFT icon.svg",
				["synergy"] = "Когда погибают 3 союзных чемпиона, из могилы восстает отродье. Отродье получает дополнительное здоровье и силу атаки в зависимости от уровня звезд Чудовищ<br />Отродье также получит по случано выбранной копию предмета от каждого из трех Чудовищ, которые были ближе всего к могиле в начале боя.",
				["diamondtrait"] = true,
				["levels"] = {
					[3] = "1000 здоровья и 100 силы атаки",
					[4] = "1400 здоровья и 150 силы атаки",
					[5] = "1800 здоровья и 200 силы атаки"
				},
				["item"] = "Эмблема чудовища"
			}
		}
    },
    ["Электричество"] = {
        ["engname"] = "Electric",
        ["gs"]      = "Электрических чемпиона",
        ["gp"]      = "Электрических чемпионов",
        ["sets"]    = {
            [2] = {
                ["type"] = "Фракция",
                ["icon"] = "Electric TFT icon.svg",
                ["synergy"] = "'''Электрические''' чемпионы наносят {{As|магический урон}} врагам неподалеку всякий раз, когда они наносят или получают критический удар. Этот урон не зависит от силы умений.",
                ["levels"] = {
                    [2] = "80 урона",
                    [3] = "250 урона",
                    [4] = "550 урона"
                }
            }
        }
    },
    ["Элементалист"] = {
        ["engname"] = "Elementalist",
        ["gs"]      = "Элементалиста",
        ["gp"]      = "Элементалистов",
        ["sets"]    = {
            [1] = {
                ["type"] = "Фракция",
                ["icon"] = "Elementalist TFT icon.svg",
                ["innate"] = "Автоатаки Элементалиста дают ему вдвое больше маны.",
                ["synergy"] = "Если в бою участвуют [[File:Elementalist TFT gold icon.png|20px|link=]] 3 Элементалиста, они призовут Голема на соседнем с одним из Элементалистов и ближайшем к врагу гексе. Этот эффект не подействует, если гексы, удовлетворяющие этим условиям, заняты. У Голема {{as|2200 здоровья}}, 100 {{as|силы атаки}} и {{as|40 брони}}."
            }
        }
    },
    ["Яд"] = {
        ["engname"] = "Poison",
        ["gs"]      = "Ядовитых чемпиона",
        ["gp"]      = "Ядовитых чемпионов",
        ["sets"]    = {
            [2] = {
                ["type"] = "Фракция",
                ["icon"] = "Poison TFT icon.svg",
                ["synergy"] = "Пока в команде [[File:Poison TFT gold icon.png|20px|link=]] 3 '''Ядовитых''' чемпиона, '''Ядовитые''' чемпионы накладывают '''Нейротоксин''' на цель всякий раз, когда наносят ей урон.<br />{{sbc|Нейротоксин:}} Затраты {{as|маны}} на умения увеличены на 33%."
            }
        }
    },
}
-- </pre>
-- [[Category:Lua]]
